{
    "0-legal-notice": "Legal warning - Hey, thanks for using Remotive's API, we appreciate it! By using Remotive's API, you legally agree to mention Remotive as a source and provide a link back to Remotive's job listing URL with a direct link back to Remotive. Redirect isn't accepted, sorry! Also, please note that our logo(s) and our cool illustrations belong to Remotive and can't be reused without Remotive represent explicit, written permission. Please find out terms of services on https://remotive.io/api-documentation. Many thanks (Rodolphe & the Remotive team!)",
    "job-count": 30,
    "jobs": [
      {
        "id": 467291,
        "url": "https://remotive.io/remote-jobs/writing/sports-writer-467291",
        "title": "Sports Writer",
        "company_name": "Spotlight Sports Group",
        "category": "Writing",
        "tags": [],
        "job_type": "freelance",
        "publication_date": "2021-02-15T09:39:47",
        "candidate_required_location": "USA Only",
        "salary": "",
        "description": "<p>Are you sports and betting mad? Are you a talented writer with a passion for covering all the big talking points across America’s major sports and not afraid to give an opinion? Then Pickswise is looking for you!</p>\n<p>We are actively recruiting new writers to join the Pickswise brand with in-depth knowledge of the big sporting events in America, as well as a great understanding of the betting industry and an eye for value picks.</p>\n<p>To apply for the role, please submit your CV and include a cover letter of 200 words on why we should hire you.</p>\n<div class=\"h3\"> </div>\n<div class=\"h3\">Your key responsibilities</div>\n<ul>\n<li>Cover all of the major sporting events in the US, including the NFL, NBA, MLB, NHL, NCAAF and NCAAB</li>\n<li>Produce news and betting articles to a high standard that provide interesting insight</li>\n<li>Write betting previews and predictions for a variety of teams and sports</li>\n<li>Provide solid analysis and and assessment of different betting markets, flagging up where the value lies</li>\n<li>Contribute and develop article ideas each week as we continue to expand our range of content</li>\n<li>Support others within the Pickswise content team</li>\n</ul>\n<p> </p>\n<p><strong>Requirements</strong></p>\n<div class=\"h3\">About you</div>\n<ul>\n<li>Understanding of betting/odds essential</li>\n<li>Passionate about sports and creating content</li>\n<li>Experience in writing sports/betting content is preferred but not essential</li>\n<li>Excellent attention to detail and ability to manage multiple deadlines simultaneously</li>\n<li>Able to work well both independently and collaboratively as part of an integrated team - strong communication skills are a must</li>\n<li>Ability to work and prioritize in a reactive and high-pace environment</li>\n<li>Strong understanding of the importance of correct grammar and punctuation</li>\n</ul>\n<div class=\"h3\"> </div>\n<div class=\"h3\">The Role</div>\n<ul>\n<li>Expected to provide 37.5 working hours per week</li>\n<li>Payment made via invoice on a monthly basis</li>\n<li>As you will be working remotely, you must provide your own equipment</li>\n</ul>\n<p>To apply for the role, please submit your resume, and a cover letter of 200 words on why we should hire you</p>\n"
      },
      {
        "id": 454359,
        "url": "https://remotive.io/remote-jobs/all-others/certified-faa-flight-instructor-454359",
        "title": "Certified FAA Flight Instructor",
        "company_name": "ATP Flight School",
        "category": "All others",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-15T01:41:31",
        "candidate_required_location": "USA Only",
        "salary": "",
        "description": "<div><strong><em>Summary<br></em></strong></div>\n<div> </div>\n<div>ATP Flight School is expanding and is seeking a talented and energetic Aviation Ground School Instructor. The candidate must have a suitable location with high-speed internet to provide professional virtual instruction. Having a teaching studio with proper equipment is a plus. Lessons provided in a virtual format require that the applicant present with high energy and involve the students interactively.<br><br></div>\n<div> </div>\n<div><strong><em>Qualifications</em></strong></div>\n<ul>\n<li>Certified Flight Instructor or Advanced Ground Instructor certificate required. Must meet 14 CFR 61.195 (h) to teach initial CFI applicants </li>\n<li>FAA medical not required</li>\n<li>Excellent teaching, stage presence and communication skills required</li>\n<li>Aviation College Degree preferred</li>\n<li>NAFI Master or Ground Instructor preferred</li>\n</ul>\n<p> </p>\n<p><strong><em>Responsibilities</em></strong></p>\n<ul>\n<li>Provide ground instruction in a virtual classroom setting </li>\n<li>Engage individual students in a virtual classroom environment</li>\n<li>Follow approved training curriculum and ensure students are trained to the highest standards</li>\n<li>Maintain student records and keep CFI Academy management team informed of student progress</li>\n</ul>\n<p> </p>\n<p><strong><em>Full-Time Pay &amp; Benefits</em></strong></p>\n<p>ATP offers a comprehensive employee benefits program, including:</p>\n<ul>\n<li>$50,000 / year</li>\n<li>ATP offers a comprehensive employee benefits program, including:</li>\n<li>$15,000 Employer Paid Life Insurance</li>\n<li>Medical coverage (Employer pays 60% of total premiums)</li>\n<li>Dental/Vision/Life Insurance</li>\n<li>Critical Illness and Accident Insurance</li>\n<li>Short-Term and Long-Term Disability Insurance</li>\n<li>401(k) Enrollment (100% Vested with no employer contributions)</li>\n<li>8 Paid Holidays (New Year's Day, Memorial Day, Independence Day, Labor Day, Thanksgiving Day, Thanksgiving Friday, Christmas Eve and Christmas Day)</li>\n<li>13 Paid Time Off Days per Year (PTO is earned on an accrual-based system, meaning you accumulate a little over 1 day of PTO for each month you work. Accrued PTO may be requested upon successful completion of 90 days of employment.)</li>\n</ul>\n<p> </p>\n<p><strong><em>Schedule</em></strong></p>\n<ul>\n<li>Monday thru Friday with occasional weekends</li>\n<li>Flexibility to work occasional evenings or weekends, as required</li>\n</ul>\n<div><strong><em><br></em></strong><strong>Must have a suitable location with high speed internet to provide virtual instruction.  Professionally developed curriculum is provided. Having a teaching studio with proper equipment is a plus.  Lessons provided in a virtual format require that the applicant present with high energy and involve students interactively. </strong></div>\n<p> </p>\n"
      },
      {
        "id": 462025,
        "url": "https://remotive.io/remote-jobs/qa/automation-tester-462025",
        "title": "Automation Tester",
        "company_name": "SovTech",
        "category": "QA",
        "tags": [],
        "job_type": "contract",
        "publication_date": "2021-02-15T01:41:25",
        "candidate_required_location": "South Africa only",
        "salary": "",
        "description": "<div class=\"h2\"><a href=\"https://www.sovtech.co.za/\" rel=\"nofollow\">SovTech</a>'s Enterprise team is looking for a Automation Tester to join their team to work on an exciting project for one of UK our based clients.</div>\n<div class=\"h2\"> </div>\n<div class=\"h2\"><strong>About the Automation Tester position</strong></div>\n<p>The project is working with a prominent European Fintech! <br>They are building top-notch products and services to support and help small and mid-sized merchants to better manage and grow their business.<br>They need need someone who is hands-on and doesn't run away from big challenges. Someone who is eager to learn and grow, as well as contribute with expertise in solving merchant's problems and proposing innovative solutions. You must have an eye open for new things while being cautious when adopting it if needed. You will help the team make hard decisions that are going to impact future scalability issues and evolutions.</p>\n<div class=\"h2\"> </div>\n<div class=\"h2\"><strong>Automation Tester responsibilities are:</strong></div>\n<ul>\n<li>Develop and maintain automation scripts.</li>\n<li>Work closely with the developers, analysts and product owners to ensure automation delivery.</li>\n<li>Develop and maintain the automation framework supporting the tests.</li>\n<li>Execute automated regression tests on physical and virtual devices through a CI pipeline.</li>\n<li>Setup automation test cases and test plans in test management tool.</li>\n<li>Provide on-call support for automation tests running in production.</li>\n<li>Investigate automation failures and raise necessary tickets against relevant teams.</li>\n<li>Understand the front-end and back-end architecture o.</li>\n<li>Setup and Maintain physical and virtual devices in device farms.</li>\n<li>Develop status reports based on test completion/findings and communicate these to team leaders including any impact on the overall project plan</li>\n<li>Perform all tasks with attention to detail</li>\n<li>Provide estimation for automation tasks added in the sprint.</li>\n<li>Provide daily &amp; weekly status test reporting to test lead</li>\n<li>Troubleshoot issues experienced during testing</li>\n<li>Understanding of UI and back-end testing</li>\n<li>Ability and experience with prioritisation of tasks, identification of items requiring escalation</li>\n</ul>\n<div class=\"h2\"> </div>\n<div class=\"h2\"><strong>Job requirements: </strong></div>\n<ul>\n<li>Degree / Diploma in computer science, software engineering or related technical discipline</li>\n<li>Minimum 4 years of <strong><u>automation testing experience on different mobile platforms</u></strong>.</li>\n<li>API testing </li>\n<li>ISTQB/ISEB qualification will be an advantage</li>\n<li>Experience in setting up continuous integration tools and executing automated tests.</li>\n<li>Experience in setting up physical and virtual mobile devices in device farms.</li>\n<li>Proven ability to read and understand test requirements and list out the logical testing path.</li>\n<li>Understanding of computer networks and excellent troubleshooting skills in these environments.</li>\n<li>Experience working with defect tracking – JIRA preferred</li>\n<li>Strong background with mobile apps testing (multiple platforms, devices and operating systems)</li>\n</ul>\n"
      },
      {
        "id": 449365,
        "url": "https://remotive.io/remote-jobs/hr/corporate-recruiter-449365",
        "title": "Corporate Recruiter",
        "company_name": "BirdEye",
        "category": "Human Resources",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-15T01:41:22",
        "candidate_required_location": "USA Only",
        "salary": "",
        "description": "<p><strong>Why Birdeye?</strong></p>\n<p>There’s been a fundamental shift in how we buy and sell. Once, business began with an introduction and ended in a transaction. Then came subscriptions and recurring relationships. Now we live in an Experience Economy, where customers are everything.</p>\n<p>The world of Customer Experience (CX) is exploding and Birdeye is democratizing access to it. We bring omnichannel CX to businesses from main street to the Fortune 500. We’re on a mission to empower businesses to meet, convert, and thrive with their customers.</p>\n<p>We do it for the customers who need the best, the business innovators bringing it to them, and the global team here building it all. With BirdEye, companies can put customers at the core of every business decision, turning feedback into insights, insights into action, and customer happiness into revenue.</p>\n<p>Founded in 2012, BirdEye is headquartered in Silicon Valley. In 2019, Birdeye was ranked #1 in Online Reputation Management and #60 in the “100 Best Software Companies” in the world by G2 Crowd. Birdeye is backed by Salesforce founder Marc Benioff, Yahoo co-founder Jerry Yang, Trinity Ventures and World Innovation Lab.</p>\n<p>To learn more, please visit: <a class=\"external\" href=\"https://birdeye.com\" rel=\"nofollow\">https://birdeye.com</a></p>\n<p> </p>\n<p><strong>WHAT YOU’LL DO:</strong></p>\n<p>Use your energy and drive to help us hire the best and the brightest for BirdEye! As the Corporate Recruiter, you will gain exposure to all facets of corporate recruiting and will have the opportunity to become an expert in attracting the best talent. We’re looking for smart, self-motivated and coachable team player who loves to learn!</p>\n<p><strong>Responsibilities</strong></p>\n<ul>\n<li>Establish recruiting requirements by studying organization plans and objectives; meeting with managers to discuss needs</li>\n<li>Build applicant sources by researching and contacting community services, colleges, employment agencies, recruiters, media, and internet sites; providing organization information, opportunities, and benefits; making presentations; maintaining rapport</li>\n<li>Determine applicant requirements by studying job description and job qualifications</li>\n<li>Determine applicant qualifications by interviewing applicants; analyzing responses; verifying references; comparing qualifications to job requirements</li>\n<li>Evaluate applicants by discussing job requirements and applicant qualifications with managers; interviewing applicants on consistent set of qualifications</li>\n<li>Avoid legal challenges by understanding current legislation; enforcing regulations with managers; recommending new procedures; conducting training</li>\n<li>Update job knowledge by participating in educational opportunities; reading professional publications; maintaining personal networks; participating in professional organizations</li>\n</ul>\n<p><strong>Requirements</strong></p>\n<ul>\n<li>2+ years of Recruiting experience</li>\n<li>Experience recruiting for Marketing and Finance-related positions</li>\n<li>Previous experience in SaaS preferred</li>\n<li>Candidates must possess top notch interpersonal skills, including verbal and written communication</li>\n<li>Natural curiosity and a willingness to learn</li>\n<li>Strong customer service skills</li>\n<li>Goal driven and self-motivated</li>\n<li>Organizational skills</li>\n</ul>\n<p><strong>Benefits</strong></p>\n<ul>\n<li>A competitive salary</li>\n<li>A rich benefits package including Medical, Dental, and Vision</li>\n<li>Unlimited PTO</li>\n<li>Maternity and Paternity Leave</li>\n<li>401(k) plan</li>\n<li>Abundant opportunities that come with a dynamic and fast-growing organization!</li>\n</ul>\n"
      },
      {
        "id": 453272,
        "url": "https://remotive.io/remote-jobs/hr/director-of-human-resources-453272",
        "title": "Director of Human Resources",
        "company_name": "Softheon",
        "category": "Human Resources",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-15T01:41:21",
        "candidate_required_location": "USA Only",
        "salary": "",
        "description": "<p><strong>Description</strong></p>\n<p>We are looking for a Director of Human Resources to lead our Human Resources team in practices and objectives that will result in an employee oriented, high performance culture that emphasizes empowerment, quality productivity and standards, goal attainment, and the recruitment and ongoing development of a superior workforce. The Director of Human Resources is responsible for not only ensuring the success of the Human Resources team, but of Softheon's entire hiring, onboarding, retention, and training programs.</p>\n<p>The right person for this role will possess a sincere appreciation for people and how they are each uniquely motivated and will understand that this is the foundation for designing and implementing interactive communication and decision-making processes. The knowledge and skill in how to successfully influence others by understanding how their individual needs and motivations link to Softheon's goals is essential to success in this position.</p>\n<p> </p>\n<p><strong>Key Responsibilities (include but not limited to):</strong></p>\n<p>The Director of Human Resources directs implementation of services, policies, and programs through Human Resources staff; reports to the CEO and serves on the executive management team; assisting and advising company managers about Human Resources issues, best practices and innovative solutions.</p>\n<ul>\n<li>Director of Human Resources is responsible for organizational development, recruitment, and staffing, compensation and benefits packages, employment law, human resources leadership, as well as employee relations for our workforce</li>\n<li>Avoiding litigation and other potential losses by overseeing participation in Equal Employment Opportunity, Americans with Disabilities Act, Family, and Medical Leave Act, and other federal and state regulation</li>\n<li>Demonstrate poise and an engaging, empathetic communication style based on natural warmth and enthusiasm is the key to achieving the goals of this job</li>\n<li>Driving toward results by enrolling the commitment and buy-in of others. While the job requires strong initiative and self-direction, results are only achieved with and through people</li>\n<li>Initiating projects and processes beyond established organization practices will often require training and developing others, and enlisting their support by using a “selling” rather “telling” communication style</li>\n<li>Involve others in collaborative decision-making process; Must assume responsibility for risk</li>\n<li>In general, the core of this position requires a motivated and motivating team builder and organization developer</li>\n<li>Leadership based on ability to motivate others</li>\n</ul>\n<p> </p>\n<p><strong>Requirements</strong></p>\n<ul>\n<li>Master’s Degree in Human Resources Development and Administration, Industrial/Organizational Psychology or equivalent degrees</li>\n<li>7-10 years of experience gained through increasingly responsible management positions within Human Resources / People Operations preferably in the<strong> software and technology industry</strong></li>\n<li>Have SHRM or HRCI HR certification</li>\n<li>Experience with employment law, immigration and compliance on state and federal levels</li>\n<li>Have specialized training in organizational planning, compensation, and preventive labor relations</li>\n<li>A self-confident, extroverted style that can enliven, engage and positively impact individuals and groups</li>\n<li>Preferred qualifications:\n<ul>\n<li>Proven experience developing, testing and analyzing company human resource programs</li>\n<li>Direct experience in People Operations and workforce planning\\</li>\n<li>The ability to understand, quickly react and motivate others to adapt to the changing organization environment is a critical key to success</li>\n<li>Extroverted, warm, enthusiastic, empathetic and stimulating communicator with persuasive “selling” style and a collaborative approach</li>\n<li>Strong commitment to results</li>\n</ul>\n</li>\n</ul>\n<p><a class=\"external\" href=\"https://apply.workable.com/softheon/j/0BCEDA9822/apply/\" rel=\"nofollow\">Apply for this job</a></p>\n"
      },
      {
        "id": 452291,
        "url": "https://remotive.io/remote-jobs/finance-legal/controller-452291",
        "title": "Controller",
        "company_name": "Moburst",
        "category": "Finance / Legal",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-15T01:41:19",
        "candidate_required_location": "Israel",
        "salary": "",
        "description": "<p>Are you looking for an opportunity to leave the accounting firm and join the real thing?</p>\n<p>Then maybe that is the kind of position you've been looking for!</p>\n<p>Moburst is looking for a Controller to help our CFO to get things done in the best and accurate way. </p>\n<p>Moburst is a global mobile marketing agency that helps companies grow their mobile business. The most prestigious brands and startups in the world such as Google, Samsung, Discovery, and Uber are leveraging our mobile strategy, product, creative, app store optimization (ASO), and Media Buying services. </p>\n<p> </p>\n<p><strong><u>What will you do:</u></strong></p>\n<ul>\n<li>Drive monthly balance sheet and P&amp;L review meetings ensuring compliance with accounting policies and procedures and understanding key business drivers that impact financial results such as Budget monitoring</li>\n<li>Month-end closing, closing journal entries, account reconciliations, and financial schedule preparation</li>\n<li>Maintain the Sales/Finance Master Files, Supervise Salesforce</li>\n<li>Manage operational accounting, finance-related policies, and the implementation of new standards and processes. Monitoring and reviewing the accuracy of financial data</li>\n<li>Review and analyze monthly variances to standard providing management commentary on key drivers</li>\n<li>Support the successful launch of all-new services with proper costs.</li>\n<li>This role will include support to the Regional accounts managers.</li>\n<li>Track the commissions to the publishers</li>\n<li>Assist in preparing the annual tax reports</li>\n</ul>\n<p> </p>\n<p><strong><u>What do you need:</u></strong></p>\n<ul>\n<li>Certified Public Accountant.</li>\n<li>Bachelor's degree in Accounting from a leading institute.</li>\n<li>Internship in one of the big 4. Experience with Hi-tech companies- an advantage.</li>\n<li>Familiarity with SB1 and Salesforce - an advantage</li>\n<li>English on a very high level</li>\n<li>Great interpersonal skills and a positive attitude</li>\n<li>Ability to work well independently and as part of a team with a particular focus on the ability to set priorities that correspond with business needs.</li>\n</ul>\n<p><br>If you think that this position is exactly what you've been looking for, you must apply and join us!</p>\n"
      },
      {
        "id": 397568,
        "url": "https://remotive.io/remote-jobs/devops/devops-engineer-397568",
        "title": "DevOps Engineer",
        "company_name": "Mobalytics",
        "category": "DevOps / Sysadmin",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-15T01:41:17",
        "candidate_required_location": "USA Only",
        "salary": "",
        "description": "<div class=\"h3\">Mobalytics’ mission is to build powerful tools that enable all players to step up their game and be their best self. In two years we’ve achieved a lot, but there is so much we can accomplish with the right talent onboard. We need razor sharp, experienced, and responsible professionals who can help us grow and evolve from a small adventurous party into a disciplined raid team who can conquer any development challenge.</div>\n<div>\n<p>We consider ourselves a gaming company even though we don’t make games because we work hand-in-hand with world-famous developers, because we love these games and are members of the communities that make them thrive. This is not for the faint of heart. Working in a startup is hard, unpredictable, and demanding. Only the most passionate people thrive. Your love for League of Legends and other video games, your expertise and craft, attention to detail, and your dedication to a great user experience will take you far with us. The team is distributed all over the world, but for this position we prefer that you to are close to the heart of our operations in Marina Del Rey (not mandatory, Legendary developers please still apply!).</p>\n<p> </p>\n<p><strong>Responsibilities:</strong></p>\n</div>\n<ul>\n<li>Deploy and support Cloud infrastructure used by Mobalytics products</li>\n<li>Continuously improve CI/CD pipelines</li>\n<li>Help DEV team to spawn test environments</li>\n<li>Setup &amp; Optimize monitoring &amp; alerting systems</li>\n<li>Run maintenance window upgrades</li>\n<li>Monitor system performance &amp; Adjust capacity</li>\n<li>Support production databases: Scylla, PostgreSQL</li>\n<li>Automate routine jobs in Airflow &amp; Jenkins</li>\n</ul>\n<p> </p>\n<p><strong>Skill set:</strong></p>\n<ul>\n<li>Strong knowledge of Google Cloud products</li>\n<li>Experience with Kubernetes and Helm charts</li>\n<li>Experience with SDN (Istio, Traefik, etc)</li>\n<li>Experience with Ansible automation framework</li>\n<li>PostgreSQL, Cassandra, Scylla DBs installation, performance tuning, and operation support</li>\n<li>Familiarity with Cloud Native Foundation Stack</li>\n<li>Prometheus installation, clusterization, and operational support</li>\n<li>Elasticsearch installation, clusterization, and operational support</li>\n<li>Experience of writing CI/CD pipelines</li>\n<li>Depth knowledge and experience in administration of the operating system Ubuntu, CentOS CoreOS</li>\n</ul>\n<p> </p>\n<p><strong>Personal skill set:</strong></p>\n<ul>\n<li>Plays games with a desire to improve.\n<ul>\n<li>We’d love it if you are someone who plays the games we create our tools around currently, but are open to legendary developers who love games and the tools that players use to get better at them.</li>\n<li>No, we don’t care if you are Bronze or Diamond.</li>\n</ul>\n</li>\n<li>Self-initiated, fast learner with a positive attitude.\n<ul>\n<li>Hopefully, you’ll tell us what we need to be doing. Independence and agency are key traits at Mobalytics.</li>\n<li>We want to queue with “Can do” party members because passion breeds enthusiasm, which in turn makes learning and team achievement infectious.</li>\n</ul>\n</li>\n<li>Strong sense of team spirit thriving in a fast-paced environment.\n<ul>\n<li>We strive for excellence and don’t waste each other's time with BS.</li>\n<li>We all support and encourage each other, but that also means being good at listening to feedback.</li>\n</ul>\n</li>\n<li>Excellent attention to details, quality of work and time management.\n<ul>\n<li>You have ownership of the product. Be proud of your work, not for our sake, but for yours. We will be proud too!</li>\n<li>Working hard and having a sense of urgency are important, but being efficient is more important. Hard work doesn’t mean endless hours and “face-time,” it means on time delivery of quality work and achieving our shared goals.</li>\n</ul>\n</li>\n</ul>\n"
      },
      {
        "id": 408650,
        "url": "https://remotive.io/remote-jobs/devops/security-dev-ops-engineer-408650",
        "title": "Security & Dev Ops Engineer",
        "company_name": "Centrifuge",
        "category": "DevOps / Sysadmin",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-15T01:41:15",
        "candidate_required_location": "Anywhere",
        "salary": "",
        "description": "<p>Are you looking to join a fast-growing team? Are you passionate about blockchains, open-source software &amp; financial software and want to have an impact on a space that is still in its infancy: Decentralized Finance?</p>\n<p><strong>Centrifuge</strong>'s purpose is to dismantle the existing financial infrastructure, strip it down, and reassemble it for the 21st century. With Centrifuge, we have launched a Decentralized Asset Financing Protocol that allows companies to access bankless liquidity.</p>\n<p>Our users are on both sides: companies that want to finance assets (such as invoices, mortgages, or streaming revenue) using DeFi, and investors that are interested in investing in such on-chain portfolios. </p>\n<p>Both sides internally use public blockchains, and you will be heavily involved in the underlying infrastructure that makes these DeFi applications possible.</p>\n<p>We are a <strong>team</strong> of 16, diverse, across different locations with a home base in Berlin. The responsibilities might require flexible working hours.</p>\n<p>You will take over DevOps and Security responsibilities from our distributed systems engineers, setting up a new DevOps team that will grow with the company, allowing you to grow in any direction you like. You will work closely with our Engineering and Product teams. You will drive the engineering security in the Crypto space, where security is extremely important.</p>\n<p> </p>\n<p><strong>You are or held us accountable to:</strong></p>\n<ul>\n<li>Develop secure cloud infrastructure and software applications in the security-first Crypto space</li>\n<li>Perform security vulnerability assessments over our tech stack</li>\n<li>Define guidelines and best practices for different types of software products across teams</li>\n<li>Build a culture of security-first across the engineering teams</li>\n<li>Help maintain high availability of the Centrifuge services</li>\n<li>Design, maintain and implement robust deployments for Centrifuge blockchain nodes</li>\n<li>Implement secure ways to keep, distribute and rotate sensitive data such as passwords and blockchain wallets</li>\n<li>Analyze performance, identify bottlenecks and implement improvements over our peer-to-peer layer</li>\n<li>Create logging, monitoring, and alerting services for our software products</li>\n</ul>\n<p> </p>\n<p><strong>In terms of skills, we are looking for:</strong></p>\n<ul>\n<li>Docker and Kubernetes (or other container orchestration infrastructure) experience, including IAM and RBAC management.</li>\n<li>AWS, GCP, or other Cloud provider experience</li>\n<li>Practical experience with Security DevOps best practices, and tools such as Vault, Kubernetes secrets, in addition to any local or cloud secret managers</li>\n<li>Networking, VPN (IPSEC / OpenVPN)</li>\n<li>CI/CD tools such as Spinnaker, Jenkins ...</li>\n<li>UNIX/Linux administration experience</li>\n<li>Solid experience in scripting languages (Bash/Shell/Ruby/Python)</li>\n<li>A solid understanding and experience with blockchain technologies </li>\n<li>Strong written and verbal communication skills</li>\n<li>Strong will to automate as much as possible without compromising security</li>\n</ul>\n<p> </p>\n<p><strong>And we would be very excited if you have:</strong></p>\n<ul>\n<li>Experience with Container Security Tools</li>\n<li>Experience with running, upgrading, monitoring, and maintaining blockchain validator nodes</li>\n<li>Experience working with a remote team located around the world</li>\n</ul>\n<p>There is no preferred work location. You can work remotely, or join our teams in Berlin, Germany, or NYC/Phoenix, US.</p>\n<p> </p>\n"
      },
      {
        "id": 454346,
        "url": "https://remotive.io/remote-jobs/data/data-analyst-454346",
        "title": "Data Analyst",
        "company_name": "Cloud Dentistry",
        "category": "Data",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-15T01:41:13",
        "candidate_required_location": "USA Only",
        "salary": "",
        "description": "<p><u><strong>Company Overview</strong></u></p>\n<p><a href=\"http://www.clouddentistry.com/\" rel=\"nofollow\">Cloud Dentistry</a> is bringing the gig economy to dental staffing. We are a web and app-based marketplace where dental offices can identify, screen, communicate with and instantly book dental staff for temporary or permanent staffing needs - helping dental professionals turn their free time into income.  We are the largest and fastest growing dental staffing platform in the nation, and we are building out an amazing executive team to scale the company with our fresh investment. Positions in dental offices are one of the fastest growing job categories, and you have a chance to shape the future of how those professionals find work.   </p>\n<p>If you would like to bring your experience, skills and leadership to a fast-paced, high-growth company, that gives you the autonomy to excel, then Cloud Dentistry is for you.  It's not going to be easy to change how an industry has had their needs met but nothing worth doing ever is easy.  If you want a place to punch in and out each day and wait for retirement then this isn't the place for you.  If you're curious, driven, results-oriented, and great to work with then we'd like you to join us.  If you're smart but humble then this could be the place for you - our motto is “Always be learning. Always be teaching.” </p>\n<p>We have competitive compensation and benefits that include a health and 401K plans.<strong><strong><u><br></u></strong></strong><strong><strong><strong><u><br></u></strong></strong></strong></p>\n<p><strong><u>Position Summary:</u></strong></p>\n<p>This is an exciting opportunity to build up the strength of data analytics in a start-up environment and influence the efficacy and growth of the next hyper-growth marketplace. The Data Analyst role is a vital new role for the business designed to understand our data and support better business decisions.</p>\n<p>If you like to think strategically and act tactically, then this role is for you – it's not pontificating in a room about what might be if approved by some corporate committee – it's looking at the data with fresh eyes and bringing creative approaches.  It's working with your colleagues to figure out insights and solutions that are actionable and will help scale the business.  If you like to work with data, and to identify the subtleties that can exist at the local market and customer level, to pull out actionable insights that drive decisions, and to help point the company in the right direction, then you'll love it here.  We have a product that fills a real customer need better than any other and it's gaining traction from the Network Effect.  But we need to scale it intelligently and we need you to help us do that.  </p>\n<p>We're seeking a smart, curious data analyst to help guide our company.  In this role, you are responsible for curating, analyzing, and drawing insights from our data.  You'll gather and interpret our questions of the data and then conduct ad-hoc analyses. Based on our learnings, you'll then establish routine reporting.  Cloud Dentistry has a rich set of data from years of operations with thousands of customers interacting with tens of thousands of professionals.  This is an ideal opportunity for a curious mind to understand how to improve a successful SaaS model within a Product Led Growth company.</p>\n<p>The company is based in Boston but this is a position that can be entirely remote.  You'll report to the Head of Product and work directly with Cloud Dentistry's product, sales, marketing, and senior leadership to create the systems to aggregate and analyze our existing data (Rails/SQL, HubSpot, and Google Analytics for example).  </p>\n<p> </p>\n<p><strong><u>Responsibilities </u></strong></p>\n<p>Our business is a supply and demand driven business at the local level - every market has differences and your role will be crucial as we work through that balance market by market. </p>\n<ol>\n<li>Understand the data we have, how it was collected, and how to “connect the dots”</li>\n<li>Interview key internal customers to understand their questions of the data and propose methods to create the answer</li>\n<li>Conduct ad-hoc analysis to support key business decisions</li>\n<li>Work cross functionally to support team members to interpret reports and underlying assumptions</li>\n<li>Understand the business context of how the data is generated and propose improvements</li>\n<li>Conduct market-by-market reviews of new geographies to ensure they are on the right path to growth</li>\n<li>Create and maintain critical business reporting</li>\n<li>Leverage your deep knowledge of the business needs of our data to define our data warehouse needs  </li>\n<li>Support Senior Leadership in the preparation of data presented to the board</li>\n</ol>\n<p> </p>\n<p><u><strong><em>Required </em>Qualifications</strong> </u></p>\n<ul>\n<li>Experience with the latest techniques  in data analysis </li>\n<li>Deep comfort and experience with SQL</li>\n<li>A curious mind, that can also stay focused on the question, is a must</li>\n<li>Commitment to excellence and high standards</li>\n<li>Versatility, flexibility, and a willingness to build as we go</li>\n<li>Demonstrated experience to work in a fast-paced environment</li>\n<li>Ability to demonstrate excellent customer service and interpersonal skills with internal customers / colleagues</li>\n<li>Ability to act as a flexible and innovative team player with a roll-up-the-sleeves attitude and a hands-on approach</li>\n<li>Ability to think strategically about business objectives and needs</li>\n<li>Detail oriented</li>\n<li>ROI mentality </li>\n<li>Creative problem solver </li>\n<li>Tech savvy</li>\n<li>Impeccable integrity</li>\n</ul>\n<p> </p>\n<p><strong><u><em>Desired </em>Qualifications </u></strong></p>\n<ul>\n<li>Experience in an unstructured environment/start-up</li>\n<li>Experience with HubSpot and Google Analytics</li>\n<li>Experience with a SaaS business model</li>\n<li>Experience with a geographically focused business </li>\n<li>Experience with Product Led Growth and a product that benefits from Network Effects</li>\n<li>Marketplace company experience</li>\n<li>Bachelor's degree</li>\n</ul>\n"
      },
      {
        "id": 448784,
        "url": "https://remotive.io/remote-jobs/data/data-analyst-448784",
        "title": "Data Analyst",
        "company_name": "ALGOTEQUE",
        "category": "Data",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-15T01:41:12",
        "candidate_required_location": "Poland only",
        "salary": "",
        "description": "<div>Description</div>\n<p>This is a remote position.</p>\n<div>You will be responsible for data modeling and translation of business requirements in the medical industry!</div>\n<div> </div>\n<div>At ALGOTEQUE you will gain experience in innovation and digital transformation supporting our customers in the field of: Data Science, Digital Workplace, e-commerce, Process Automation, Software Development, Test Automation, Near-shore Services, Technology Consulting, PM/PMO.</div>\n<div> </div>\n<div> </div>\n<div><strong> Key Responsibilities:</strong></div>\n<ul>\n<li>Translating business requirements;</li>\n<li>Process documentation;</li>\n<li>System/report specifications;</li>\n<li>Integrated data flows and data models into proposed data definitions;</li>\n<li>Metadata specifications, and data variant/dimensional policies creating fit for purpose standards appropriately aligned with industry standards, compliance requirements and internal Data Governance policies and procedures;</li>\n<li>Working with sponsors, standards core and governance teams to define stakeholders, propose data standards and adjudicates feedback from stakeholders.</li>\n</ul>\n<div> </div>\n<div><strong>Requirements</strong></div>\n<ul>\n<li>Familiar with CDISC, BRIDG, HL7 and other related pharma development data standards Data modeling;</li>\n<li>Understands the concepts and principles of data modeling and is able to produce relevant data models across multiple subject areas;</li>\n<li>Understands industry-recognized data modeling patterns and standards and when to apply them;</li>\n<li>Knowledge of data modeling/architecture principles and techniques Data Management;</li>\n<li>Awareness of the key aspects of managing data through its lifecycle, including the understanding of data ownership, data quality, and associated data governance principles;</li>\n<li>Communicating between the technical and the non-technical;</li>\n<li>Able to listen to the needs of technical and business stakeholders and interpret them;</li>\n<li>Regularly manages stakeholders’ expectations, providing proactive and reactive communication'</li>\n<li>English language at C1 level.</li>\n</ul>\n<div> </div>\n<div><strong>Benefits</strong></div>\n<ul>\n<li>Individual approach and development opportunities</li>\n<li>Ability to change the project and position</li>\n<li>Possibility to get involved in extra-project activities with additional remuneration</li>\n<li>Possibility to influence the shape of the company</li>\n<li>Stability and nice working atmosphere</li>\n<li>Medical care and pre-paid card</li>\n<li>Home office (up to 100% depending on projects)</li>\n</ul>\n<div> </div>\n<div><strong>Skills</strong></div>\n<p>Familiar with CDISC, BRIDG, HL7 and other related pharma development data standards Data modeling; Understands the concepts and principles of data modeling and is able to produce relevant data models across multiple subject areas; Understands industry-recognized data modeling patterns and standards and when to apply them; Knowledge of data modeling/architecture principles and techniques Data Management; Awareness of the key aspects of managing data through its lifecycle, including the understanding of data ownership, data quality, and associated data governance principles; Communicating between the technical and the non-technical; Able to listen to the needs of technical and business stakeholders and interpret them; Regularly manages stakeholders’ expectations, providing proactive and reactive communication' English language at C1 level.</p>\n<div>Experience</div>\n<p>2-5 y</p>\n"
      },
      {
        "id": 459961,
        "url": "https://remotive.io/remote-jobs/business/chief-of-staff-459961",
        "title": "Chief of Staff",
        "company_name": "Generally Intelligent",
        "category": "Business",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-15T01:41:10",
        "candidate_required_location": "USA Only",
        "salary": "",
        "description": "<p><em>Location: SF preferred, but open to remote</em></p>\n<p><a href=\"http://generallyintelligent.ai\" rel=\"nofollow\">Generally Intelligent</a> is hiring a Chief of Staff to help us create safe, humane machine intelligence.</p>\n<div class=\"h3\"> </div>\n<div class=\"h3\"><strong>This role is a unique opportunity to:</strong></div>\n<ul>\n<li>Meet many of the best researchers in the field</li>\n<li>Spend significant time reading papers and deeply understanding the fields of machine learning, neuroscience, and developmental psychology</li>\n<li>Hire great researchers and build a high-growth research culture in which we'll all thrive</li>\n<li>Be part of a small, tight-knit team that loves working together and cares about each other</li>\n<li>Work closely with and receive support and mentorship from CEO Kanjun Qiu and CTO Josh Albrecht</li>\n</ul>\n<div class=\"h3\"> </div>\n<div class=\"h3\"><strong>This role is a good fit for you if:</strong></div>\n<ul>\n<li>You want to be, and are good at, learning &amp; growing extremely quickly</li>\n<li>You care deeply about understanding the fundamentals of intelligence, and you're interested in machine learning and neuroscience</li>\n<li>You like people and enjoy building long-term relationships - both for yourself and on behalf of the organization</li>\n<li>We can trust you to have good judgment and execute independently, even on projects with significant ambiguity</li>\n<li>You're the kind of person who must get the details right</li>\n</ul>\n<div class=\"h3\"> </div>\n<div class=\"h3\"><strong>A few example things you might do:</strong></div>\n<ul>\n<li>Support our CEO across a wide variety of work, including leading external communications (e.g. investor updates, outreach to potential collaborators and partners, blog posts, etc.) and internal communications</li>\n<li>Lead our recruiting efforts across a variety of roles including machine learning researchers, software engineers, and operations</li>\n<li>Maintain a map of researchers relevant to our approach, and work with Kanjun (CEO) and Josh (CTO) to build relationships with each of them</li>\n<li>Run “<a href=\"https://www.untitled-ai.com/podcast-episode-0-intro.html\" rel=\"nofollow\">Generally Intelligent</a>,” our podcast about machine learning researchers for machine learning researcher - thinking through who we should bring on as guests, and how to guide and distribute the content to make it as compelling as possible</li>\n<li>Design, plan, and execute workshops, seminars, team offsites, and speaker series to learn from others and build strong relationships, both with external collaborators and within our team</li>\n<li>Manage our part-time Office Manager, part-time Financial Consultant, and generally delegate or execute to ensure smooth daily operations</li>\n</ul>\n"
      },
      {
        "id": 459999,
        "url": "https://remotive.io/remote-jobs/business/business-process-analyst-459999",
        "title": "Business Process Analyst",
        "company_name": "Trek10",
        "category": "Business",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-15T01:41:08",
        "candidate_required_location": "USA Only",
        "salary": "",
        "description": "<p><strong>Who We Are</strong></p>\n<p>Trek10 builds and manages massively scalable cloud architectures using cutting edge AWS technologies. Headquartered in South Bend, IN, we have a local footprint but operate with a global reach. Today we have customers on four continents and from coast to coast in the United States and a global brand for deep expertise. We are a Premier Tier AWS Consulting Partner with the following AWS Partner Competencies: DevOps, Migration, IoT, and SaaS. We have a focus on designing and building serverless / cloud native and IoT systems, DevOps automation, and providing 24/7 AWS infrastructure support. We are pioneering the future of cloud computing and having a lot of fun while we do it!</p>\n<p>To better understand the type of cutting edge work we do for our clients, please take a look at some of our <a href=\"https://www.trek10.com/case-studies\" rel=\"nofollow\">case studies</a>.</p>\n<p> </p>\n<p><strong>Business Process Analyst - Position Description</strong></p>\n<p>A Business Process Analyst works closely with the operations leadership team to help execute on strategy by optimizing and designing new business workflows -- streamlining, reengineering, and taking on existing business processes and providing support to the operation. This person should be tech-savvy, analytical, and able to learn new systems quickly and solve business problems with low- and no-code software tools. This role will give you exposure to many facets of the operation from sales, accounting, marketing, technology, and client success and is a great opportunity for advancement within Trek10.</p>\n<p> </p>\n<p><strong>Responsibilities: </strong></p>\n<p>Internal Support and project management:</p>\n<ul>\n<li>Assist in implementing new project tracking software system</li>\n<li>Generate and review reports for monthly invoicing</li>\n<li>Create reports and dashboards for internal department use</li>\n<li>Incorporate automation to improve internal processes customizing low- and no-code software tools such as Retool, Slack, Zendesk, GSuite, business intelligence / reporting services and SQL, Salesforce, Notion, project management software</li>\n<li>Establish and maintain clearly written procedures for internal and external services</li>\n<li>On-boarding and off-boarding practices (client, employee, others)</li>\n<li>Optimize and streamline internal processes </li>\n<li>Assist Trek10 in achieving key Company certifications and designations as we develop our offering as well as renewing AWS Managed Service Partner designation annually </li>\n<li>Systems maintenance and improvement</li>\n</ul>\n<p>Customer / Client support: </p>\n<ul>\n<li>Build and analyze reports on Client / product profitability</li>\n<li>Prepare and/or review summary reports and perform detail checks to ensure quality of agent response</li>\n<li>Onboarding tasks, including account, user, monitor setup, etc.</li>\n<li>Innovating and optimizing on all of the above</li>\n</ul>\n<p>Learning:</p>\n<ul>\n<li>AWS certification(s) – one of the most highly sought after skills</li>\n<li>Trek10 systems – proprietary tools and and leading technology 3rd party monitoring tools</li>\n<li>Serverless, event-driven architectures</li>\n</ul>\n<p>Everything else...</p>\n<ul>\n<li>Write cool blogs on the world renowned Trek10 blog</li>\n<li>Tinker with tooling and come up with ways to improve internal and external processes</li>\n<li>Other analysis work</li>\n</ul>\n<p> </p>\n<p><strong>Requirements / Qualifications:</strong></p>\n<ul>\n<li>Demonstrated aptitude to learn new technologies quickly</li>\n<li>Proven background in technical problem solving and systems thinking</li>\n<li>Data analysis and spreadsheet experience strongly preferred</li>\n<li>Business intelligence / reporting service and SQL experience preferred</li>\n<li>Project Management experience preferred, not required</li>\n<li>Knowledge of Amazon Web Services preferred, not required</li>\n<li>Experience with configuring low- and no-code software tools like Retool, Salesforce, and Zendesk to solve business problems preferred</li>\n<li>Excellent written and oral communication in English</li>\n<li>Lean Sigma or Agile training is a bonus</li>\n</ul>\n<p>The right candidate should be an individual who loves to solve puzzles, sees beyond the 1st, 2nd, or 3rd levels of why something broke (or worked), and who loves to build mistake-proof systems. We need systems level thinkers. You will need to be a strong independent worker, while also enjoying being part of a team. Execution, attention to detail, problem solving, and initiative will be at the core of your role. A good communicator, especially in written format, who enjoys interacting with our exceptional clients with an eagerness to learn about the future of technology is key. </p>\n<p> </p>\n<p><strong>Benefits:</strong></p>\n<ul>\n<li>Be challenged. Work with a team of super bright individuals. Work in a rapidly evolving industry that is growing at blazing speed</li>\n<li>Flexibility. Like to work from home? In your closet? In the shower? If you get the job done go for it</li>\n<li>Have fun—Trek10 is home to great nerds</li>\n<li>Get paid. Of course. We have competitive salaries, medical insurance, and other benefits available</li>\n<li>Robust training and continuous learning environment and support</li>\n<li>Develop a skill set that will set you up for long term professional growth and development</li>\n</ul>\n"
      },
      {
        "id": 428167,
        "url": "https://remotive.io/remote-jobs/product/product-manager-community-428167",
        "title": "Product Manager - Community",
        "company_name": "Figma",
        "category": "Product",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-15T01:41:04",
        "candidate_required_location": "USA Only",
        "salary": "",
        "description": "<div>Figma is adding to our team of passionate people who are revolutionizing the world of design. We are building a browser-based design tool that looks and feels as good as a native application and has all the additional power and advantages that come from being built upon the web platform. If you’re looking to work at a company that is building the future of design tools, welcome to Figma.</div>\n<div> </div>\n<div>Have you ever come across a beautiful design and wondered how it was made—but was unable to learn that because the design is “flattened” as a .png or .mov file? Or sat in front of a blank canvas wishing you had some source of inspiration or starting point to riff off of? The Figma Community product seeks to solve these problems by providing a platform for anyone to share designs with each other and the rest of the world. The product takes inspiration from our vision to make design open and accessible to all.</div>\n<div> </div>\n<div>As Product Manager for Figma Community, you will be responsible for figuring out how to make this vision a reality and determine how the product will evolve. Today, it’s only in its infancy, being in Beta at <a class=\"postings-link\" href=\"https://www.figma.com/community\" rel=\"nofollow\">figma.com/community</a>. There’s so much more we can do to capture the energy and creativity of our community!</div>\n<p><br><br></p>\n<div class=\"h3\">What you’ll do:</div>\n<ul>\n<li>Work cross functionally with Figma’s design and engineering teams to develop new concepts for creators and consumers of the Community</li>\n</ul>\n<ul>\n<li>Build relationships with creators in the community to understand their needs and motivations</li>\n</ul>\n<ul>\n<li>Drive sprint planning and prioritization for the team</li>\n</ul>\n<ul>\n<li>Help the team define and track key success metrics</li>\n</ul>\n<ul>\n<li>Collaborate with marketing on messaging, positioning and go-to-market plans</li>\n</ul>\n<p><br><br></p>\n<div class=\"h3\">We’re looking for someone who:</div>\n<ul>\n<li>Is passionate about—and has experience—building online communities and marketplaces</li>\n</ul>\n<ul>\n<li>Loves taking things from zero to one</li>\n</ul>\n<ul>\n<li>Knows how to develop strategy in close collaboration with senior stakeholders</li>\n</ul>\n<ul>\n<li>Is able to rally and motivate a team behind a bold vision</li>\n</ul>\n<ul>\n<li>Has deep user empathy and the ability to build relationship with key customers</li>\n</ul>\n<ul>\n<li>Has an affinity for the fast-paced, changing environment of a start-up, a sense of humor and get-it-done personality</li>\n</ul>\n<div><strong>About Figma</strong></div>\n<div>Figma is the open design company founded in 2012 by Dylan Field and Evan Wallace. With our cloud-based screen design tool, teams achieve a shared understanding around design without worrying about syncing, exporting or installing software. Anyone involved in the product development process can share always up-to-date files with a link. That makes it easy to collaborate on the latest designs and prototypes and see their code attributes. Figma has simplified collaboration across the entire design process for thousands of companies like Microsoft, Slack and Uber and users, including designers, developers, product managers, marketers and others. To learn more and sign up for a free account visit <a class=\"postings-link\" href=\"http://www.figma.com/\" rel=\"nofollow\">www.figma.com</a>.</div>\n<div> </div>\n<div>At Figma we celebrate and support our differences. We know employing a team rich in diverse thoughts, experiences, and opinions allows our employees, our product and our community to flourish. Figma is an equal opportunity workplace. We are dedicated to equal employment opportunities regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status. </div>\n"
      },
      {
        "id": 452731,
        "url": "https://remotive.io/remote-jobs/product/product-manager-server-452731",
        "title": "Product Manager, Server",
        "company_name": "mongoDB",
        "category": "Product",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-15T01:41:01",
        "candidate_required_location": "USA Only",
        "salary": "",
        "description": "<p>MongoDB is looking for an outstanding Product Manager to take on a key role in our product management organization to drive innovation in the MongoDB Core Server area focused on critical features enabling scalability, high availability, and durability for MongoDB databases all aimed at making developers' lives easier.</p>\n<p>This is a rare opportunity to join a team at the center of sales, marketing, and engineering for a breakthrough company that is disrupting a $60B market. The team leads product direction, packaging, and pricing for the fastest growing database technology.  The database market is massive and MongoDB is at the head of its disruption (the IDC estimates it to be $89B+ by 2024!) . The MongoDB community is transforming industries and empowering developers to build outstanding apps that people use every day. We are the top tier modern data platform and the first database provider to IPO in over 20 years. Join our team and be at the forefront of innovation and creativity. </p>\n<p>Core Server team builds the foundation of MongoDB’s industry leading technology and differentiating feature set, enabling our various product offerings including Atlas, Enterprise Advanced as well as the MongoDB Data Platform. This team is responsible for critical core database features including: Sharding, Replication, Multi-Document Transactions.</p>\n<p><strong>Responsibilities</strong></p>\n<ul>\n<li>Drive product vision, strategy and roadmap for a MongoDB Core Server based on customer needs, market data, and competitive intelligence</li>\n<li>In this highly visible position, drive collaboration across engineering, marketing, sales, and executive leadership</li>\n<li>Advocate for our customers with passion about usability, performance, scalability, and security</li>\n<li>Provide an unparalleled customer experience by driving new features, marketing programs, customer surveys, partnerships, pricing and technical documentation</li>\n<li>Ability to work with the various field teams to appropriately map out customer use cases and requirements</li>\n<li>Bring a passion for careful data analysis to inform decisions</li>\n</ul>\n<p><strong>Requirements</strong></p>\n<ul>\n<li>3+ years experience in product management in enterprise software technology industry; Related or equivalent experience in sales engineering, solution architecture and software engineering can be considered.</li>\n<li>Experience and demonstrated success in delivering software products to market</li>\n<li>Have the ability to communicate complex technical issues simply and convincingly to a wide range of audiences</li>\n<li>Experience working with customer personas of developer and DevOps </li>\n<li>Domain knowledge in at least one of the following: databases; distributed systems; analytics, log management products,  application architecture</li>\n<li>Ability to write, defend, and execute on business cases</li>\n<li>B.Sc. in technical discipline, Computer Science preferred or equivalent work experience.  An advanced graduate degree in relevant domain a plus</li>\n</ul>\n<p><strong>Nice to have</strong></p>\n<ul>\n<li>Software development background/experience</li>\n<li>Demonstrated success as a product manager on a fast-paced, growing team</li>\n<li>Self-starter who enjoys challenges across a broad range of disciplines</li>\n<li>Comfortable with public speaking</li>\n<li>Familiarity with open source software, and cloud technologies</li>\n<li>Last, but not least, desire to take an active role in innovation</li>\n</ul>\n<p>MongoDB, Inc. provides equal employment opportunities to all employees and applicants for employment and prohibits discrimination and harassment of any type without regard to race, color, religion, age, sex, national origin, disability status, genetics, protected veteran status, sexual orientation, gender identity or expression, or any other characteristic protected by federal, state or local laws.</p>\n"
      },
      {
        "id": 456921,
        "url": "https://remotive.io/remote-jobs/product/head-of-product-m-f-d-456921",
        "title": "Head of Product (m/f/d)",
        "company_name": "zenloop",
        "category": "Product",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-15T01:41:00",
        "candidate_required_location": "Europe Only",
        "salary": "",
        "description": "<p><strong>What Zenloop is doing</strong></p>\n<p>We are the leading integrated experience management platform in Europe. With our Software-as-a-Service solution, companies from multiple different industries are able to collect, cluster and analyze customer feedback they receive through various channels along their customer journeys.</p>\n<p>After analyzing the feedback, our platform automatically derives tailored and individual measures to retain satisfied customers and win back churning customers. This way, we enable companies to successfully identify growth drivers and pitfalls along their customer journeys, turn satisfied customers into brand advocates and minimize losses in revenue generated by customer churn.</p>\n<p> </p>\n<p><strong>Your tasks and responsibilities:</strong></p>\n<p>In the next phase of Zenloop´s further growth, we are looking for a strong Head of Product (M/F/D) who can grow our product and business to the next level.</p>\n<ul>\n<li> Develop and execute a product strategy aligned to the overall company vision</li>\n<li>Working closely with the tech; develop, communicate and implement an efficient product roadmap in order to meet short, medium and longer term business strategy objectives</li>\n<li>Establish a transparent, ongoing product \"status quo\" process where operational reports and KPI´s are aligned and stakeholders informed</li>\n<li>Build strong relationships with key stakeholders to align product priorities and managing expectations</li>\n<li>Managing, building and leading a cross functional Product team</li>\n</ul>\n<p> </p>\n<p> </p>\n<p><strong>You're the right person for us if you...</strong></p>\n<p> </p>\n<ul>\n<li>Have a proven experience in managing and leading strong performing heterogeneous product teams</li>\n<li>You have a strong track record of successfully delivering product strategy and transformation within a B2B/SaaS business</li>\n<li>You care about the people in your teams and you can coach and mentor them</li>\n<li>Have excellent English (verbally and written) skills</li>\n<li>Have worked with remote tech teams (ideally)</li>\n<li>Are willing to relocate or travel to Berlin regularly</li>\n</ul>\n<p><strong>That's what we offer:</strong></p>\n<p> </p>\n<ul>\n<li>Challenging, varied tasks in a dynamic and innovative environment</li>\n<li>A fast learning environment with the opportunity to grow together with us as a company and our highly motivated and international team</li>\n<li>Experienced founder and management team where you are included in driving the strategy of the company</li>\n<li>Comprehensive and structured onboarding as well as regular feedback sessions to support your individual development</li>\n<li>Remote working</li>\n<li>Greenfield &amp; creative freedom to drive your own topics</li>\n</ul>\n<p> </p>\n<p> </p>\n<p>Does it sound like you? Do our vision and culture inspire you? Then join us on our way to becoming the leading Customer Experience Management platform worldwide and contribute to the next big success story!</p>\n<p> </p>\n<p>Send us your application, including your earliest start date and salary expectations, via our applicant portal.</p>\n<p> </p>\n<p>We evaluate every qualified person regardless of age, gender identity, ethnicity, sexual orientation, disability status or religion according to their skills.</p>\n<p> </p>\n<p>If you have any questions, please contact Rani Verschoor (rani.verschoor@zenloop.com).</p>\n<p> </p>\n"
      },
      {
        "id": 459881,
        "url": "https://remotive.io/remote-jobs/sales/sdr-manager-459881",
        "title": "SDR Manager",
        "company_name": "Time Doctor",
        "category": "Sales",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-15T01:40:57",
        "candidate_required_location": "North America Only",
        "salary": "",
        "description": "<p>To accelerate the world's shift to remote work, the SDR manager is uniquely positioned to have a huge impact. In this role, you'll be able to hire, develop, and coach your team from all over the country to drive leads for our North American and Latin American sales reps.</p>\n<p>If you have a passion for development, a sharp eye for detail, and a mind that finds creative solutions, this is a role that will align with your strengths and let you shine.</p>\n<p>Not only will you have the autonomy you've always hoped for, but you'll also have the support you've always needed and a group around you to ensure you succeed. </p>\n<p>This is a full-time position. You must be available to work Monday through Friday from 9 a.m. to 6 p.m. (EST or CST). You'll report directly to our VP of sales.</p>\n<div class=\"h2\"> </div>\n<div class=\"h2\">Responsibilities</div>\n<ul>\n<li>Hire, coach, and manage a team of sales development reps</li>\n<li>Develop the sales, product, and industry skills of each team member</li>\n<li>Motivate team members using creative incentives</li>\n<li>Regularly report on team/individual results</li>\n<li>Identify and make recommendations for improvement in the areas of process, efficiency, and productivity</li>\n</ul>\n<div class=\"h2\"> </div>\n<div class=\"h2\">Qualifications</div>\n<ul>\n<li>Have a minimum of three years of experience leading SDR teams to exceed their quota 10–12 months per year</li>\n<li>Have been a critical piece to get at least three mild/underperforming reps to become high-performing reps</li>\n<li>Have spent a minimum of five hours per week listening to and coaching calls</li>\n<li>Have run at least one training per week with high-quality content</li>\n<li>Have a consistent track record of beating targets</li>\n<li>Have experience building and scaling a high-functioning team</li>\n<li>Have excellent communication, teamwork, and people management skills</li>\n<li>Have the ability to thrive in a fast-paced environment</li>\n</ul>\n<div class=\"h2\"> </div>\n<div class=\"h2\">How to Apply</div>\n<p>Click the Apply button below.</p>\n<div class=\"h2\"> </div>\n<div class=\"h2\">About Us</div>\n<p>Our vision is to be the most trusted time-tracking and productivity application for remote teams. We help companies and employees do their best work. We're looking for people passionate about spreading the practice of remote work with all of the benefits that come with it. We believe that office life is antiquated, that geography should not limit your career prospects, and that people should be able to work from wherever they want.</p>\n<p>We're a diverse global team of over 100 people working 100% remotely in over 30 different countries. We're looking for an innovative SDR Manager who is ready to help us modernize remote work. Learn more about us here: <a href=\"https://www.timedoctor.com/about-us.html\" rel=\"nofollow\">https://www.timedoctor.com/about-us.html </a></p>\n"
      },
      {
        "id": 455221,
        "url": "https://remotive.io/remote-jobs/sales/sales-development-representative-teams-455221",
        "title": "Sales Development Representative, Teams",
        "company_name": "Stack Exchange",
        "category": "Sales",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-15T01:40:55",
        "candidate_required_location": "USA Only",
        "salary": "",
        "description": "<p>Stack Overflow is the largest, most trusted online community for developers to learn, share their knowledge, and build their careers. We partner with businesses to help them understand, hire, engage, and enable the world's developers. The products and services are focused on <a href=\"%22https:/www.stackoverflowbusiness.com/talent%22\" rel=\"nofollow\">technical recruiting</a>, <a href=\"%22https:/stackoverflow.com/advertising%22\" rel=\"nofollow\" target='\"_blank\"'>developer marketing</a>, and<a href=\"%22https:/stackoverflow.com/teams%22\" rel=\"nofollow\"> enterprise knowledge sharing</a>. Our clientele includes Google, Microsoft, Bloomberg, and many other Fortune 500 names.</p>\n<p>The <strong>Sales Development Representative (SDR)</strong> is a critical part of our high-performing sales team. As an SDR, you will be responsible for uncovering and developing qualified opportunities from inbound leads as well as via creative outbound prospecting for our <strong><a href=\"%22https:/stackoverflow.com/teams%22\" rel=\"nofollow\" target='\"_blank\"'>Stack Overflow for Teams</a></strong> Sales Team. Reporting to the Director of Sales Development, you will be challenged, you will develop as a sales professional, and you will have fun!</p>\n<p> </p>\n<p><strong>What you’ll do:</strong></p>\n<ul>\n<li>Create new business opportunities to drive Stack Overflow’s growth</li>\n<li>Work closely with Sales Executives to ensure smooth handoff and a good experience for our future customers</li>\n<li>Engage with key stakeholders at target accounts within a set region</li>\n<li>Provide feedback and viewpoint from the customer and sales team to help improve the Stack Overflow’s product and business</li>\n<li>Advocate for the Stack Overflow’s platform and our position within the global developer community</li>\n<li>Perform daily prospecting activities including:</li>\n<ul>\n<li>Pre-call research and planning</li>\n<li>Connecting with prospects on the phone</li>\n<li>Following up with previous contacts (nurturing leads)</li>\n<li>Maintaining Salesforce records</li>\n<li>Social selling</li>\n</ul>\n</ul>\n<p> </p>\n<p><strong>What you’ll need to have:</strong></p>\n<ul>\n<li>1-3 years of proven excellence in business development, preferably in SaaS or technology-based company</li>\n<li>Focused, self-motivated, outgoing, curious, and creative personality </li>\n<li>Excellent written and verbal communication skills with a strong and professional presence to high-level executives</li>\n<li>Ability to self manage tasks and achieve target numbers for contacts and opportunities</li>\n<li>A desire to pursue a career in software sales</li>\n<li>Passion about the Stack Overflow story and our global connection to developers and ways that we can help them learn, share, and level up</li>\n<li>BA/BS degree or equivalent practical experience</li>\n<li>Experience with G-suite &amp;amp; Salesforce, is a plus</li>\n</ul>\n<div class=\"h4\"> </div>\n<div class=\"h4\"><strong>What we value:</strong></div>\n<ul>\n<li><strong>Servant Leadership</strong>: The best managers lead by empowering and inspiring their team to do their best work.</li>\n<li><strong>Collaboration</strong>: The best products are created when people from different backgrounds and disciplines work closely together in an environment of respect and trust.</li>\n<li><strong>Transparency</strong>: Trust is built on openness and transparency. If there is not a good reason to keep it a secret, we share it. </li>\n<li><strong>Inclusion</strong>: We do our best work when we can be our whole selves at work. We’re committed to policies and benefits that support people, and managers who foster an open and inclusive culture.</li>\n</ul>\n<p> </p>\n<p><strong>What you’ll get in return:</strong></p>\n<ul>\n<li>Competitive base salary</li>\n<li>20 days paid vacation</li>\n<li>Flexible hours</li>\n<li>Stock options</li>\n<li>Completely free health insurance (no copay, no premiums)</li>\n<li>Gym membership reimbursement</li>\n<li>Transportation reimbursement</li>\n</ul>\n<p> </p>\n<p><strong>If you want to work remotely….</strong> We’ll reimburse you up to $2,000 to set up a great home office.</p>\n<p><strong>If you want to work in our office… </strong>You’ll be in our Austin office, and enjoy additional benefits like free lunch every day prepared by our own in-house chefs, transportation reimbursement, and all the espresso you can drink.</p>\n<p> </p>\n<p><strong>Work Environment:</strong></p>\n<p>We’re a remote-friendly team. Whether you work remotely or work out of our office (re-opening June 2021 at the earliest due to COVID-19), you’ll be part of a remote work culture that emphasizes online communication (<em class='\"chrome-extension-mutihighlight'>Slack</em>, GitHub, Hangouts, Zoom, Stack Overflow for Teams).</p>\n<p><em>Employment is conditioned upon successful completion of a background check and upon having the appropriate legal right to work.</em></p>\n<p> </p>\n<p><strong>Diverse teams build better products.</strong></p>\n<p>Legally, we need you to know this:</p>\n<p>Stack Overflow does not discriminate in employment matters on the basis of race, color, religion, gender, national origin, age, military service eligibility, veteran status, sexual orientation, marital status, disability, or any other protected class. We support workplace diversity.</p>\n<p>But we want to add this:</p>\n<p>We strongly believe that diversity of experience contributes to a broader collective perspective that will consistently lead to a better company and better products. We are working hard to increase the diversity of our team wherever we can and we actively encourage everyone to consider becoming a part of it.</p>\n"
      },
      {
        "id": 466386,
        "url": "https://remotive.io/remote-jobs/marketing/senior-digital-marketer-466386",
        "title": "Senior Digital Marketer",
        "company_name": "Simplero",
        "category": "Marketing",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-15T01:40:52",
        "candidate_required_location": "USA Only",
        "salary": "",
        "description": "<p>Do you live, breathe and inhale digital marketing? Do you excel at creating marketing campaigns that get results? Are you passionate about the health and fitness space? Are you ready to work for a company that truly makes a difference? Do you love when things are moving fast and there’s constant growth? If so, then read on!</p>\n<p>Powerful Through Grace is an innovative mission-driven company that provides the product, support, and marketing for brands like Simplero, Pafei, and Body Meal. Your role will be to launch Pafei and Body Meal.</p>\n<p>Pafei is a radically unique training form that requires no equipment and can be done barefoot in your own home. It’s designed to make you both strong and flexible in the same workout, and works your body’s energy system, hormonal system, and youth portals.</p>\n<p>Body Meal is a meal replacement powder designed to be everything your body needs to regain optimal balance.</p>\n<p>Both were developed by Danish karate champion, body therapist innovator, and body genius Bengt Valentino Andersen. (Check him out on Instagram … he’s quite something.)</p>\n<p>Pafei is sold as videos to a global audience. Body Meal is a physical product that will be marketed exclusively in the US. Both are sold direct to consumer, mainly on subscription.</p>\n<p>We are looking for a self-motivated Senior Digital Marketer that has proven experience successfully launching new brands in the health and fitness space.</p>\n<p>You will be responsible for executing the marketing strategy to drive both Pafei and Body Meal to multi million dollar revenue businesses. You’ll be building funnels, overseeing ads and content production, and executing growth tests.</p>\n<p>You will be part of a larger marketing team at Powerful Through Grace that includes a Growth Team, Content Writer, and Affiliate Manager, and we can add contractors and agencies for specific tasks as needed.</p>\n<p>We have high standards, and we’re going to expect a lot of you. But the payoff both personally and professionally will be immense.</p>\n<p>Working at Powerful Through Grace will open your world and professional career to abundant opportunities for growth. You will be working on all stages of the marketing process and will have a real impact on the product and our customers’ lives.</p>\n<div class=\"h3\"> </div>\n<p><strong>Requirements</strong></p>\n<div class=\"h3\"> </div>\n<div class=\"h3\">A Little Bit About You</div>\n<ul>\n<li>You have launched direct to consumer brands in the health space</li>\n<li>You’re great at managing projects and corralling resources</li>\n<li>You have basic copywriting and design skills (we’ll use pro copywriters and designers where needed, but it’s helpful to be able to whip something up quickly when relevant)</li>\n<li>You have broad digital marketing experience across the board (sales funnels, conversion factors, metrics)</li>\n<li>You’re super organized and results-driven</li>\n</ul>\n<div class=\"h3\">What You’ll Do</div>\n<ul>\n<li>Create funnels that convert</li>\n<li>Manage paid traffic campaigns</li>\n<li>Run split tests and continuously optimize every aspect</li>\n<li>Work with affiliates and other partners to create campaigns</li>\n<li>Execute specialized strategies like challenges</li>\n<li>Use earned media effectively</li>\n<li>Oversee a content strategy</li>\n<li>Stay on top of competitors and consumer trends</li>\n</ul>\n<div class=\"h3\">What You’ll Need</div>\n<ul>\n<li>Minimum 5 years of experience as a digital marketer</li>\n<li>Experience effectively managing digital advertising budgets, ensuring campaigns are executed on time, within budget, and achieve the desired objectives</li>\n<li>Demonstrated experience in collaborating with external digital media agencies</li>\n<li>A hunger for learning and growing</li>\n</ul>\n<p><strong>Benefits</strong></p>\n<div class=\"h3\">What’s in it for you</div>\n<ul>\n<li>Competitive salary</li>\n<li>Remote work – We are a diverse and distributed team that uses Slack, Zoom, Notion and other tools to stay connected</li>\n<li>Transforming lives - both Pafei and Body Meal enable true breakthroughs for people</li>\n<li>Be part of a lean, efficient, high-autonomy, high-accountability team.</li>\n<li>A team of A players to work with</li>\n</ul>\n<div class=\"h3\">Other Benefits</div>\n<ul>\n<li>Access to hundreds of hours of training material, books, workouts, etc.. For just about anything you want to learn about Internet business, personal growth, software development—if it’s not already in our virtual library, just ask.</li>\n<li>Personal and professional coaching. Who do you want to be? How do you want to grow yourself and your career? We’ll help you get there.</li>\n<li>Generous profit sharing. Since we don’t have stock options, this is how we do it.</li>\n</ul>\n<div class=\"h3\">What Sets Powerful Through Grace Apart</div>\n<ul>\n<li>No VCs. 100% customer and sweat equity funded, privately owned, and we’re not in it for an exit. We’re here to serve our clients and do work that matters for decades to come.</li>\n<li>Profitable. Been in business for 11+ years. Solid, stable, proven company.</li>\n<li>We solve real problems for real people that are happy to pay us real money. We sign off each day knowing we made a difference in someone's life.</li>\n<li>We do things differently from other companies. You'll see. We laugh a lot. We’re real with each other. We breathe. We care.</li>\n</ul>\n"
      },
      {
        "id": 459963,
        "url": "https://remotive.io/remote-jobs/marketing/junior-content-creator-459963",
        "title": "Junior Content Creator",
        "company_name": "Miss Amara",
        "category": "Marketing",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-15T01:40:51",
        "candidate_required_location": "Australia Only",
        "salary": "",
        "description": "<div class=\"h1\"><strong>Junior Content Creator — Challenge, Inspire and Grow with us at Miss Amara</strong></div>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p>We are looking for a Junior Content Creator to help us transform the way rugs are sold online! This is a full-time, remote role.</p>\n<div class=\"h1\"><strong>About Us</strong></div>\n<p>We're growing here at <a href=\"https://missamara.com.au/\" rel=\"nofollow\">Miss Amara</a> — fast. We're reinventing the way that people buy rugs online, innovating how our customers shop through industry-first technology and a best-in-class customer experience. Since launching in 2014, Miss Amara has experienced rapid growth and is now regarded as one of the emerging e-commerce leaders in the APAC. In 2020 Miss Amara was awarded 17th in the fastest growing companies in APAC (Deloitte Fast 50 Australia), and in 2019 was a finalist in the ORIAS (Online Retail Industry Awards). This year, Miss Amara has been shortlisted for the Inside Retail CX of the Year Award.</p>\n<p><strong>Our plan: To be the number one global retailer for rugs.</strong></p>\n<p>Miss Amara was founded with one mission - to create the best possible experience for people shopping for rugs online. Miss Amara is made up of a team that is (crazy) passionate about what they do, and strive to create a team culture that is vibrant, dynamic and supportive. </p>\n<p>We are shaking up the homewares industry with innovative technology that removes the biggest pain points in buying a rug - offering free returns, free styling advice, and industry-first augmented and virtual reality, tools to ensure our customer selects the perfect rug. Our approach is a complete game changer for how customers shop for rugs. </p>\n<figure><img src=\"https://gallery-cdn.breezy.hr/786fe/Screenshots for HR Ad.png\"></figure>\n<p>We are building an all-star team to build a scalable business that our customers want to return to, time and time again.</p>\n<div class=\"h1\"><strong>The role</strong></div>\n<p>We are looking for a motivated team-member to join our Content Team. You'll join our experienced Content Manager in shaping a strong brand experience that you can be proud of.</p>\n<p>You will:</p>\n<ul>\n<li>Be able to construct sophisticated narratives - we're looking for someone who lets their imagination run wild and has a high level of creativity when it comes to copy and the written word </li>\n<li>Have a strong understanding of decor styles, and ability to write about the homewares space with the aim of creating content that inspires and delights </li>\n<li>Create, manage and optimise online copy for our digital channels, product descriptions and email communications </li>\n<li>Manage and create monthly content calendar across social media channels, including Facebook, Instagram and Pinterest </li>\n<li>Plan, schedule and deliver regular social media advertising campaigns</li>\n<li>Work on creative ideation for Content and Product teams</li>\n<li>Own influencer outreach and relationship management</li>\n<li>Own, plan and execute brand EDM strategy &amp; performance</li>\n<li>Report on Social media performance and insights</li>\n</ul>\n<div class=\"h2\"><strong>The successful candidate</strong></div>\n<ul>\n<li>1+ years in a similar role, ideally with a pure play ecommerce company</li>\n<li>Have an good hands on understanding of all major social platforms (Facebook, Instagram, Pinterest)</li>\n<li>Excellent copywriting skills, with a strong understanding of branding and tone of voice</li>\n<li>Exceptional time management and organisation skills</li>\n<li>Previous experience with CRM platform (Klayvio, Mailchimp, Hubspot, etc.)</li>\n<li>Experience with setting up email programs, flows, and campaigns</li>\n<li>Sound knowledge of Google Analytics</li>\n</ul>\n<div class=\"h1\"><strong>Why should you join?</strong></div>\n<ul>\n<li>Part of our founding team — You'll be a pivotal part of building a high-growth e-commerce business, with opportunity for career progression as Miss Amara expands into new markets.</li>\n<li>Work in unchartered territory — We are disrupting the homewares space using industry-first technology to stand apart from our competitors  </li>\n<li>Join a truly global team - with team members joining from countries all over the world, we are a truly diverse workforce with a dynamic, fun and engaging company culture! </li>\n</ul>\n<p><strong>If you're ready to start 2021 with momentum and are inspired to join the future of e-commerce, we want to hear from you!</strong></p>\n"
      },
      {
        "id": 459965,
        "url": "https://remotive.io/remote-jobs/marketing/director-of-b2b-product-marketing-459965",
        "title": "Director of B2B Product Marketing",
        "company_name": "SalientMG",
        "category": "Marketing",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-15T01:40:49",
        "candidate_required_location": "USA Only",
        "salary": "",
        "description": "<div class=\"h1\"><strong>About The Role</strong></div>\n<p>Are you interested in working with innovative tech companies across different sectors and have a talent for Go-To-Market Strategy and implementation? Do you have experience with Product Marketing for B2B and SAAS companies? Have you worked at a start-up, or on the client-side? Have you worked at an agency or as a consultant? If yes, this could be the perfect role for you.</p>\n<p>We're looking for an exceptional Director of Product Marketing to join our growing team and apply their expertise to tech companies across various sectors, such as Adtech, Martech, Edtech, Fintech, Retailtech and eCommerce. This is a highly visible client-facing position. It will be a dynamic mix between internal product management &amp; marketing and client-facing product marketing projects. </p>\n<p>The Director of Product Marketing will report to the Senior Director of Product Marketing and work in strong collaboration with the Director of Account Management to develop and execute a best-in-class tech product marketing practice. A successful candidate will bring strong experience in building out a product marketing framework that can scale across several fast-growing, innovative clients.</p>\n<div class=\"h2\"><strong>Internal responsibilities include, but are not limited to: </strong></div>\n<ul>\n<li>Work with the Sr. Director of Product Marketing to productize SMG's core solutions, including developing solution messaging, the go-to-market plan, pricing and packaging, sales decks and collateral, website updates, content marketing and more. The initial focus will be on the following SMG solutions: </li>\n<li>SMG's Product Marketing Solutions (e.g., Product Messaging &amp; Taxonomy)</li>\n<li>SMG's Executive Thought-Leadership Solution</li>\n<li>SMG's Assessments (e.g., Marketing Assessments, Competitive Assessments)</li>\n<li>Collaborate with sales, account management and executives to drive more account upselling.</li>\n<li>Lead ongoing competitive analysis and develop ongoing market updates and research.</li>\n<li>Create and maintain all sales tools and materials, training and enablement, and pipeline monitoring.  </li>\n<li>Collaborate &amp; influence customer acquisition program &amp; content marketing program.</li>\n</ul>\n<div class=\"h2\"><strong>External client responsibilities include, but are not limited to: </strong></div>\n<ul>\n<li>Manage one or more of  SMG's Solutions (Product Marketing, Assessments, etc.)  with clients in partnership with the Account Director. </li>\n<li>Lead Client GTM launch activities for new and existing product releases, including developing all necessary content, campaign, messaging, training, tools and collateral.</li>\n<li>Uncover other opportunities within client accounts for improved retention and growth. </li>\n</ul>\n<div class=\"h1\"><strong>What We're Looking For:</strong></div>\n<ul>\n<li><strong>Experience</strong> — you have 10+ years of demonstrated product marketing strategy and execution experience with Technology/ SAAS companies, B2B and growth-stage companies. You've been on the client-side, and on the agency/ consulting side of the business. </li>\n<li><strong>Cross-functional </strong>— you have a proven track record of working with specialists across product marketing, content creation, digital marketing, product, communications and more.</li>\n<li><strong>Collaboration</strong> — you thrive in an environment where everyone works remotely; you can successfully lead and collaborate with other senior professionals and external contractors.</li>\n<li><strong>Initiative</strong> — you understand the start-up mindset and prioritize speed, agility and results. You actively look for gaps with a positive, solution-oriented approach. </li>\n<li><strong>Delivering with excellence</strong> — you only put the best in front of team members and clients.</li>\n<li><strong>Communication</strong> — you have excellent written, verbal and presentation skills; delivering your thoughts and ideas in a clear and concise manner. </li>\n<li><strong>Growth mindset</strong> — you bring complementary skills and expertise to the team on a consistent basis; always willing to teach the team and learn from team members. </li>\n<li><strong>Organization</strong> — you value organization, efficiency and transparency; always striving to keep clients and team members in the loop.</li>\n</ul>\n<div class=\"h1\"><strong>Our Culture</strong></div>\n<ul>\n<li>We strike a perfect balance between being strategic and executing with excellence for our clients.</li>\n<li>We are diverse and inclusive. We respect different viewpoints, educational backgrounds, and ensure employees and contractors pay parity.</li>\n<li>We promote our people and help team members develop their personal brands in the market.</li>\n<li>We encourage independence. We work remotely and transparently while avoiding micromanaging, schedule-policing, and presenteeism. </li>\n<li>Our open time-off policy means you take the time you need. We believe hard workers need time to recharge.</li>\n</ul>\n<div class=\"h1\"><strong>About Us</strong></div>\n<p>SalientMG is a strategic marketing firm based in New York City with team members across North America. We are senior marketers, not traditional consultants. We collaborate with our clients to identify their salient points - what makes their business truly remarkable. B2B tech companies partner with us to launch, accelerate, or streamline their marketing strategy and programs. Since 2013, growth-stage tech companies such as Verizon, Etsy, Ogury, Ubermedia and Rovio have relied on us to create market-differentiation and accelerate growth. Our clients are accepted by referral only.  <em><br></em><em><br>SalientMG provides equal employment opportunities (EEO) to all employees and applicants for employment without regard to race, color, religion, sex, national origin, age, disability, or genetics. In addition to federal law requirements, SalientMG complies with applicable state and local laws governing nondiscrimination in employment in every location in which the company has facilities. This policy applies to all terms and conditions of employment, including recruiting, hiring, placement, promotion, termination, layoff, recall, transfer, leaves of absence, compensation, and training.</em></p>\n<p> </p>\n"
      },
      {
        "id": 462293,
        "url": "https://remotive.io/remote-jobs/design/product-design-lead-462293",
        "title": "Product Design Lead",
        "company_name": "Novoda",
        "category": "Design",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-15T01:40:45",
        "candidate_required_location": "UK Only",
        "salary": "",
        "description": "<p>Novoda is looking for an experienced Product Design Lead to join the product design team. In this role you will be demonstrating your skills as a team leader and own design delivery and strategy across a team of designers.</p>\n<p>This role would suit someone who is a strong individual contributor with the appetite to develop strategic design methodologies, and to build your design leadership confidence to make insightful decisions for the product team and our clients. You will be mentored and supported by a Product Design Manager.</p>\n<p> </p>\n<p><strong>What your day to day looks like<br></strong></p>\n<p>You will work closely with our clients to define, research and deliver mobile products to meet user needs and business requirements. You set the design standard across the team and inspire the design team to push the boundaries of quality within an open and caring environment nurturing learning and development.</p>\n<p>You provide practical support and design advice across projects and work with the design team to drive new initiatives that contribute to the development of design as a discipline at Novoda. You will problem solve, run workshops, research and design innovative solutions as part of a creatively diverse team.</p>\n<p>You work closely with the customer success team to develop current partner relationships, identify design service opportunities and build new connections. You lead by example and encourage the team to contribute to Novoda’s external design presence through external knowledge sharing and community efforts.<br><br></p>\n<div class=\"h3\">Primary responsibilities<br><br>Design leadership</div>\n<ul>\n<li>Principle design leader on a project team, optimising working practices to achieve exceptional product design standards.</li>\n<li>Mentoring project design team members, supporting continuous improvement and managing team happiness.</li>\n<li>Primary design advisor in cross-functional meetings. Confidently report and present on product design decisions and output.</li>\n<li>Initiate and encourage collaboration across disciplines and increase efficiency in the design delivery process.</li>\n<li>Advisory role for stakeholders on delivery, working practices and team structure.<br><br></li>\n</ul>\n<div class=\"h3\">Product design</div>\n<ul>\n<li>Playing a key role in defining product direction and purpose, actioning research to gain confidence and measure impact.</li>\n<li>Working closely with stakeholders to define product vision, dependencies and priorities.</li>\n<li>Establish working practices in collaboration with the team and facilitate team reflection and improvements.</li>\n<li>Facilitate team-lead product ideation and concept creation.</li>\n<li>Plan and advocate for user research and testing and report on findings to advise the product priorities.</li>\n<li>Facilitate and participate in design quality reviews for concept, design and implementation.</li>\n<li>Work closely with engineers to establish technical feasibility and delivery roll-out.</li>\n</ul>\n<div class=\"h3\"> </div>\n<div class=\"h3\">Company development</div>\n<ul>\n<li>Attending and contributing to client strategy meetings, advising on design needs and driving change towards excellence in design operations and team impact.</li>\n<li>Attending and contributing to Novoda events and representing Novoda at external events. Contributing to Novoda's online design presence, sharing knowledge and expertise with the community and gaining recognition as a design ops thought leader.</li>\n<li>Leading change across all projects in working practices and collaboration</li>\n<li>Advising potential new clients on approach and team set-up. Offering specialist advice in design strategy and operations.</li>\n<li>Advising client stakeholders on approach and team set-up. Offering specialist advice in design operations.</li>\n<li>Drive contribution to knowledge sharing and community outreach.</li>\n<li>Proactively contribute and drive internal design initiatives.</li>\n</ul>\n<p> </p>\n<p><strong>Requirements</strong></p>\n<p><strong>Past experience and qualities</strong></p>\n<ul>\n<li>Experience leading design process and delivery in an agency environment.</li>\n<li>A passion for creative collaboration across disciplines.</li>\n<li>A portfolio showcasing product design processes across a range of projects.</li>\n<li>A wealth of experience designing for iOS and Android.</li>\n<li>An inquisitive, analytical mind with a proactive approach to organisation.</li>\n<li>A logical approach to assessing tasks and prioritising effectively.</li>\n<li>A hunger for learning and sharing knowledge.</li>\n</ul>\n<p> </p>\n<p><strong>Benefits</strong></p>\n<p><strong>What Novoda can offer you</strong></p>\n<ul>\n<li>The opportunity to work with prestigious brands</li>\n<li>Collaboration with a talented, interdisciplinary team of product designers, product owners, engineers, agile companions and business leaders</li>\n<li>A supportive, friendly and creative environment</li>\n<li>Career development support, with a focus on learning and growth</li>\n<li>The freedom to push the limits of creativity, product quality and working practices</li>\n<li>Top spec equipment and tools</li>\n<li>Community involvement (We host the Londroid and DesignLab meetup in both London and Berlin)</li>\n<li>A strong, remote-focused social environment, with regular internal community events.</li>\n<li>Genuine focus on quality of life and employee wellbeing</li>\n</ul>\n"
      },
      {
        "id": 457654,
        "url": "https://remotive.io/remote-jobs/design/product-designer-457654",
        "title": "Product Designer",
        "company_name": "Human Direct",
        "category": "Design",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-15T01:40:44",
        "candidate_required_location": "Anywhere",
        "salary": "",
        "description": "<div class=\"h3\">Job Summary</div>\n<p>Our partner is the largest startup community in the world with millions of members and the world's largest platform for founders. They are a fast-growing team and this is a great opportunity for your skills to shine and grow.</p>\n<div class=\"h3\"> </div>\n<div class=\"h3\">Responsibilities</div>\n<ul>\n<li>Design simple, intuitive web and mobile experiences</li>\n<li>Drive products from ideation to production working with awesome engineers</li>\n<li>Develop new ideas and features with mockups, prototypes and usability testing</li>\n<li>Join a team that loves to collaborate to ensure a design that delivers for users</li>\n<li>Help define product strategy and direction</li>\n<li>Iteratively improve product user experience</li>\n<li>Collaborate in the design process and help the team improve</li>\n</ul>\n<div class=\"h3\"> </div>\n<div class=\"h3\">About you</div>\n<ul>\n<li>Have worked in a product company with extended responsibility for a single product</li>\n<li>Experience with a product that scaled and gained large amounts of users</li>\n<li>Attention to detail and strong visual design skills</li>\n<li>Collaborative and enjoys working with a strong team</li>\n<li>Experience with modern design tools like Figma, Sketch or Framer</li>\n</ul>\n<p> </p>\n<p><strong>Requirements</strong></p>\n<div class=\"h3\">We're looking for</div>\n<ul>\n<li>2 or more years of experience working for a product company</li>\n<li>Demonstrate past work and reasoning behind design decisions</li>\n<li>This is a remote role that can be done from anywhere. We provide a home office equipment allowance and regular opportunities to visit other team members and company offices in different countries.</li>\n</ul>\n<p> </p>\n<p><strong>Benefits</strong></p>\n<p>We have an exceptional team that makes a difference for startups around the world and benefits from flexible work culture, including sailing trips in Greece, free lunches, collaborative team culture and much more! We are a pick your own platform team. We'd love to meet you.</p>\n<p><strong>Long term remote work.</strong></p>\n"
      },
      {
        "id": 468887,
        "url": "https://remotive.io/remote-jobs/software-dev/react-developer-full-time-468887",
        "title": "React Developer (Full-time)",
        "company_name": "Toptal",
        "category": "Software Development",
        "tags": [],
        "job_type": "contract",
        "publication_date": "2021-02-13T16:15:33",
        "candidate_required_location": "Global",
        "salary": "50k-300k",
        "description": "<p style=\"margin-bottom: 1rem; text-size-adjust: 100%; overflow-wrap: break-word; color: #212529; font-family: 'Neufile Grotesk Light', sans-serif; font-size: 17.6px;\"><span style=\"font-weight: 600; letter-spacing: 0.75px; text-size-adjust: 100%; font-family: 'Neufile Grotesk Semi Bold', sans-serif;\"><em style=\"text-size-adjust: 100%;\">Design your lifestyle as a top freelance developer, with the freedom to work however, wherever, on your terms. </em></span></p>\n<p> </p>\n<p style=\"margin-bottom: 1rem; text-size-adjust: 100%; overflow-wrap: break-word; color: #212529; font-family: 'Neufile Grotesk Light', sans-serif; font-size: 17.6px;\">Freelance work is defining the careers of today’s developers in exciting new ways. If you’re passionate about working flexibly with leading Fortune 500 brands and innovative Silicon Valley startups, Toptal could be a great fit for your next career shift. </p>\n<p> </p>\n<p style=\"margin-bottom: 1rem; text-size-adjust: 100%; overflow-wrap: break-word; color: #212529; font-family: 'Neufile Grotesk Light', sans-serif; font-size: 17.6px;\">Toptal is an elite talent network for the world’s top 3% of developers, connecting the best and brightest freelancers with top organizations. Unlike a 9-to-5 job, you’ll choose your own schedule and work from anywhere. <span style=\"font-weight: 600; letter-spacing: 0.75px; text-size-adjust: 100%; font-family: 'Neufile Grotesk Semi Bold', sans-serif;\">Jobs come to you, so you won’t bid for projects against other developers in a race to the bottom.<span style=\"font-weight: normal;\"> </span></span>Plus, Toptal takes care of all the overhead, empowering you to focus on successful engagements while getting paid on time, at the rate you decide, every time. </p>\n<p style=\"margin-bottom: 1rem; text-size-adjust: 100%; overflow-wrap: break-word; color: #212529; font-family: 'Neufile Grotesk Light', sans-serif; font-size: 17.6px;\">As a freelance developer, you could join an ever-expanding community of experts in over 120 countries, working remotely on projects that meet your career ambitions. </p>\n<p> </p>\n<p style=\"margin-bottom: 1rem; text-size-adjust: 100%; overflow-wrap: break-word; color: #212529; font-family: 'Neufile Grotesk Light', sans-serif; font-size: 17.6px;\">That’s why the world’s top 3% of developers choose Toptal. Developers in our elite network share:</p>\n<ul style=\"margin-top: 1em; margin-bottom: 1em; margin-left: 25px; padding-left: 0px; text-size-adjust: 100%; overflow-wrap: break-word;\">\n<li style=\"color: #212529; font-family: 'Neufile Grotesk Light', sans-serif; font-size: 1.1rem; margin: 5px 0px; text-size-adjust: 100%; list-style-type: square;\">English language proficiency</li>\n<li style=\"color: #212529; font-family: 'Neufile Grotesk Light', sans-serif; font-size: 1.1rem; margin: 5px 0px; text-size-adjust: 100%; list-style-type: square;\">3+ years of professional experience  </li>\n<li style=\"color: #212529; font-family: 'Neufile Grotesk Light', sans-serif; font-size: 1.1rem; margin: 5px 0px; text-size-adjust: 100%; list-style-type: square;\">Proficiency in <span style=\"text-size-adjust: 100%; font-family: 'Neufile Grotesk Semi Bold', sans-serif;\"><span style=\"font-weight: 600; color: #000000; letter-spacing: 0.75px;\">React</span> </span>is required</li>\n<li style=\"color: #212529; font-family: 'Neufile Grotesk Light', sans-serif; font-size: 1.1rem; margin: 5px 0px; text-size-adjust: 100%; list-style-type: square;\">Project management skills</li>\n<li style=\"color: #212529; font-family: 'Neufile Grotesk Light', sans-serif; font-size: 1.1rem; margin: 5px 0px; text-size-adjust: 100%; list-style-type: square;\">A keen attention to detail</li>\n<li style=\"margin: 5px 0px; text-size-adjust: 100%; list-style-type: square;\"><span style=\"color: #212529;\"><span style=\"font-size: 17.6px;\">Experience with system architecture or leading a software team is a strong advantage</span></span></li>\n<li style=\"color: #212529; font-family: 'Neufile Grotesk Light', sans-serif; font-size: 1.1rem; margin: 5px 0px; text-size-adjust: 100%; list-style-type: square;\"><span style=\"text-size-adjust: 100%; font-family: 'Neufile Grotesk Semi Bold', sans-serif;\"><span style=\"font-weight: 600; color: #000000; letter-spacing: 0.75px;\">Full-time availability</span></span> is a strong advantage</li>\n</ul>\n<p style=\"margin-bottom: 1rem; text-size-adjust: 100%; overflow-wrap: break-word; color: #212529; font-family: 'Neufile Grotesk Light', sans-serif; font-size: 17.6px;\"><br style=\"text-size-adjust: 100%;\">If you’re interested in becoming part of the Toptal network, take the next step by clicking apply and filling out the short form:<strong> <a href=\"https://topt.al/x2cD5V\" rel=\"nofollow\">https://topt.al/x2cD5V</a></strong></p>\n",
        "company_logo_url": "https://remotive.io/job/468887/logo"
      },
      {
        "id": 461490,
        "url": "https://remotive.io/remote-jobs/software-dev/front-end-javascript-developer-react-or-angular-exp-preferred-461490",
        "title": "Front-end JavaScript Developer (React or Angular exp preferred!)",
        "company_name": "Bitovi",
        "category": "Software Development",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-09T17:34:14",
        "candidate_required_location": "US/Canada Only",
        "salary": "$115000",
        "description": "<p><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><span style=\"font-weight:700\">ABOUT BITOVI:</span></span></span></span></p><p style=\"line-height:1.2; margin-bottom:19px\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Bitovi helps companies create better web applications.  </span></span></span><span style=\"color: rgb(0, 0, 0); font-family: Arial; font-size: 11pt; white-space: pre-wrap;\">We have a track record of designing and building high-profile and amazing web applications through our active Consulting practice.  </span></p><p style=\"line-height:1.656; margin-top:16px; margin-bottom:16px\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Our team consists of about 45 developers and designers located around the US and Canada. This is a remote, full-time position.  Due to historical travel requirements, we are seeking candidates in the </span></span></span><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><span style=\"text-decoration-line: underline;\"><span style=\"text-decoration-skip-ink:none\">US or Canada who are willing and able to travel in the future once </span></span></span></span></span><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">business travel resumes.  Travel averages approximately 1 week every 8-10 weeks.</span></span></span></p><p style=\"line-height:1.656; margin-top:16px; margin-bottom:16px\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal;\">TL;DR A good short read for interested candidates is our blog post </span><a href=\"https://www.bitovi.com/blog/hello-potential-bitovian\" rel=\"nofollow\" style=\"text-decoration:none\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal;\"><span style=\"color:#1155cc\"><span style=\"text-decoration-line: underline;\"><span style=\"text-decoration-skip-ink:none\">Hello Potential Bitovian</span></span></span></span></a><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal;\">.</span></span></span></span></p><br><p style=\"line-height:1.38\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><span style=\"font-weight:700\">WHAT WE’RE LOOKING FOR:</span></span></span></span></p><p><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">We are looking for highly qualified individuals with:</span></span></span><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"> </span></span></span></p><ul><li style=\"list-style-type:disc\"><strong><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"font-weight:400\">4+ years professional experience developing enterprise applications</span></span></span></strong></li><li style=\"list-style-type:disc\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">React or Angular experience highly preferred, strong JS foundation required </span></span></span></li><li style=\"list-style-type:disc\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">a good understanding of Computer Science (CS degree, or equivalent knowledge is required)</span></span></span></li><li style=\"list-style-type:disc\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">a solid background in Modern Front End Development, including JavaScript frameworks </span></span></span></li><li style=\"list-style-type:disc\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">strong communication and interpersonal skills who are comfortable interacting with clients daily</span></span></span></li></ul><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><br></span></span></span><p style=\"line-height:1.38\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">We welcome diversity and non-traditional paths into the developer profession, and advocate strongly for hiring the right person as opposed to the right combination of tech keywords.</span></span></span></p><br><br><p style=\"line-height:1.38\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><span style=\"font-weight:700\">THE JOB:</span></span></span></span></p><p><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">You’ll work with clients to create applications, discussing and designing architectures, reviewing code, and researching new front-end technologies. </span></span></span></p><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><br></span></span></span><p style=\"line-height:1.38\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">You’ll work with other Bitovians on client projects as well as internal initiatives helping us to advance, improve, and evolve our internal strategic projects and </span></span></span><span style=\"color: rgb(0, 0, 0); font-family: Arial; font-size: 14.6667px; white-space: pre-wrap;\">Open Source toolset</span><span style=\"color: rgb(0, 0, 0); font-family: Arial; font-size: 11pt; white-space: pre-wrap;\">. </span></p><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><br></span></span></span><p style=\"line-height:1.38\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">You’ll have the opportunity to shape a small and growing company by applying your talent and passion to Bitovi's internal initiatives and </span></span></span><span style=\"color: rgb(0, 0, 0); font-family: Arial; font-size: 14.6667px; white-space: pre-wrap;\">to the JavaScript community through content creation, presentations, and trainings.</span><span style=\"color: rgb(0, 0, 0); font-family: Arial; font-size: 11pt; white-space: pre-wrap;\">  </span></p><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><br></span></span></span><p style=\"line-height:1.38\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">You'll have the opportunity to grow by working on a variety of projects and collaborating with a community of skilled technical professionals.   Bitovians are friendly, fast, and knowledgable!</span></span></span></p><br><p style=\"line-height:1.38\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><span style=\"font-weight:700\">A LITTLE BIT MORE:</span></span></span></span></p><p><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">We welcome individuals who enjoy identifying the hard parts of application development and simplifying them, talking about software architecture, and teaching others. We also want someone who can lead others and be an integral part of a team.</span></span></span></p><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><br></span></span></span><p style=\"line-height:1.38\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Specifically, the following attributes are major positives:</span></span></span></p><ul><li style=\"list-style-type:disc\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Has an eagerness to learn and execute in the “the right way”</span></span></span></li><li style=\"list-style-type:disc\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Is open minded about development best practices</span></span></span></li><li style=\"list-style-type:disc\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Has some experience with back-end systems and databases</span></span></span></li><li style=\"list-style-type:disc\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Some experience contributing to or using open source projects</span></span></span></li><li style=\"list-style-type:disc\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Self driven with the ability to work autonomously or as part of a larger team</span></span></span></li></ul><br><p style=\"line-height:1.38\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><span style=\"font-weight:700\">BENEFITS</span></span></span></span></p><p style=\"line-height:1.38\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">At Bitovi, you’ll have the opportunity to work with a team of talented individuals who will support and challenge you.  You’ll grow through various experiences on client projects as well as internal initiatives and strategic projects.</span></span></span></p><p style=\"line-height:1.656; margin-top:16px; margin-bottom:16px\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">In addition, Bitovians get a slate of great benefits. </span></span></span></p><ul><li style=\"list-style-type:disc\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Competitive salary and annual bonus opportunity</span></span></span></li><li style=\"list-style-type:disc\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">401(k) plan with matching</span></span></span></li><li style=\"list-style-type:disc\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">4 weeks of paid vacation</span></span></span></li><li style=\"list-style-type:disc\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Health and dental insurance</span></span></span></li><li style=\"list-style-type:disc\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">LTD and Life Insurance</span></span></span></li><li style=\"list-style-type:disc\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Gym membership reimbursement</span></span></span></li><li style=\"list-style-type:disc\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Paid Maternity &amp; Paternity leave</span></span></span></li><li style=\"list-style-type:disc\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Working from home with flexible hours</span></span></span></li><li style=\"list-style-type:disc\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Company retreats to places like </span></span></span><a href=\"http://blog.bitovi.com/bitovis-2014-employee-retreat-las-vegas/\" rel=\"nofollow\" style=\"text-decoration:none\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#1155cc\"><span style=\"text-decoration-line: underline;\"><span style=\"text-decoration-skip-ink:none\">Las Vegas</span></span></span></span></span></a><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">, New Orleans, and Amelia Island, Florida (post Covid!)</span></span></span></li><li style=\"list-style-type:disc\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Mini, virtual retreats quarterly during COVID</span></span></span></li></ul><br><p style=\"line-height:1.38\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\"><span style=\"font-weight:700\">HOW TO APPLY:</span></span></span></span></p><p style=\"line-height:1.38\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">Write a resume and a <strong>thoughtful introduction</strong> (please don't skip this!) that shows us that you’re the kind of person we’ve described above.  It should cover:</span></span></span></p><p style=\"line-height:1.38\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">1 - Why you are interested in this role</span></span></span></p><p style=\"line-height:1.38\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">2 - Something you recently worked on and are proud of</span></span></span></p><p style=\"line-height:1.38\"><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"color:#000000\">3 - Share a fun fact about yourself</span></span></span></p><br><p style=\"line-height:1.38\"><strong><em><span style=\"font-size: 11pt; font-variant-numeric: normal; font-variant-east-asian: normal; white-space: pre-wrap;\"><span style=\"font-family:Arial\"><span style=\"font-weight:400\"><span style=\"font-style:normal\">*Please note that we are not interested in working with Recruiters or Hiring firms at this time. All offers are contingent on passing a successful background check.</span></span></span></span></em></strong></p>\n",
        "company_logo_url": "https://remotive.io/job/461490/logo"
      },
      {
        "id": 280720,
        "url": "https://remotive.io/remote-jobs/software-dev/shopify-developer-280720",
        "title": "Shopify Developer",
        "company_name": "Storetasker",
        "category": "Software Development",
        "tags": [],
        "job_type": "contract",
        "publication_date": "2021-02-09T13:42:36",
        "candidate_required_location": "Anywhere",
        "salary": "$75/hour",
        "description": "<p>Storetasker is looking for experienced developers to join its team of freelance Shopify experts!</p><br><p>Storetasker Experts are a hand-selected group of the industry's top Shopify developers and ecommerce professionals. Since 2015, we've matched over 30,000 Shopify brands with a trusted and talented developer for projects big and small. Experts on Storetasker choose their own hours, work from wherever, pick which projects and brands they work with, and earn more per hour than the typical freelancer or full-time agency professional. In fact, we've had Experts go from application to earning almost $10K in just 6-weeks.</p><br><p>If you are motivated by solving interesting problems, passionate about helping businesses grow, and able to meet our criteria below, apply today!</p><ol><li>&gt; A minimum of 3 years of Shopify experience</li><li>&gt; You have worked with multiple merchants &amp; stores</li><li>&gt; Experience doing freelance development work</li><li>&gt; Have an understanding of the importance of providing great customer service</li></ol><p><strong><br></strong></p><p><strong>About Storetasker:</strong></p><p>Storetasker is where ecommerce brands find their developer. We've helped over 30,000 Shopify brands find a trusted and talented developer for projects big and small. We've interviewed over 5,000 developers, hand-selected the top 5%, and streamlined the experience from end to end.</p><p><strong><br></strong></p><p><strong>Why Storetasker:</strong></p><p>We're a company built by developers and freelancers who know the ins and outs of running a freelance business and the shortcomings of working on other freelance marketplaces. Our mission is to empower entrepreneurs and build the tools founders and freelancers need to build a successful online business.</p><p>We've set ourselves apart by offering our freelancers:</p><p>&gt; <strong>Direct matching with clients</strong>: No more bidding! You choose the projects you want to work on!<br></p><p>&gt; <strong>Market-leading rates</strong>: Project-based pricing with a universal based flat rate of $75 an hour<br></p><p>&gt; <strong>Easy payments &amp; invoicing</strong>: Get paid when the project is done with the help of built-in automation tools</p><p>&gt; <strong>Dedicated support</strong>: Storetasker HQ provides a support team to assist with client's issues, outreach, and more!<br></p><p>&gt; <strong>Diverse &amp; knowledgeable community</strong>: Get access to and support from an amazing community of like-minded freelancers<br></p><p>&gt; <strong>Ultimate flexibility</strong>: Choose your workload, whether it's full-time, part-time, or whenever-you-have-free-time!</p><br><p>Sound like a fit? We want to hear from you! <strong><a href=\"https://loremtech.typeform.com/to/WNxtMz?ref=remotive\" rel=\"nofollow\">Apply here</a> </strong></p><p>Interviews scheduled within a week!</p><br><p>Want to hear from some of our current Experts? Here's what they have to say:</p><p><em>\"Storetasker has changed my life - I'm not only making more, but I'm getting quality leads, a diverse slate of projects, and access to an amazing group of developers. Plus, I love Storetasker's staff - Richard and Leigh are awesome!\"</em> - Adan A., United States, Storetasker Expert since March 2020</p><br><p><em>\"Working with Storetasker allowed me to continuously improve my skill set and build up my portfolio while keeping my full time job.\"</em> - Satish V., Canada, Storetasker Expert since 2018</p><br><p><em>\"Storetasker has allowed me to live out my dreams as a freelance developer - to move to Toronto and continue doing what I love: solving interesting problems and helping apparel companies grow.\"</em> - Siah D., Canada, Storetasker Expert since 2017</p>\n",
        "company_logo_url": "https://remotive.io/job/280720/logo"
      },
      {
        "id": 460622,
        "url": "https://remotive.io/remote-jobs/software-dev/senior-frontend-engineer-460622",
        "title": "Senior Frontend Engineer",
        "company_name": "Trendhim",
        "category": "Software Development",
        "tags": [],
        "job_type": "contract",
        "publication_date": "2021-02-09T12:21:05",
        "candidate_required_location": "Worldwide",
        "salary": "",
        "description": "<p style=\"color: #000000; font-family: arial, verdana;\"><em>Ready to take your skills to the next level? Our award-winning international e-commerce platform needs more highly talented developers on board. If you're skilled and ready to adopt new technologies, keep reading!</em></p>\n<p style=\"color: #000000; font-family: arial, verdana;\"><br><strong>About the job<br></strong><br>As our new Senior Frontend Engineer, you’ll be challenged as you build React (Next.js) frontends in a modern environment. If you enjoy focusing on clean design patterns, quality, and writing testable, awesome code… we need you. <br><br>Become a part of a world-class development team and work with modern technologies as you build out awesome experiences for millions of users. The team you will be joining consists of 2 frontend engineers, and 7 backend engineers. </p>\n<p style=\"color: #000000; font-family: arial, verdana;\"><br><br><strong>Our Stack<br></strong><br>We get it, you're skilled and want the details. Here is our current stack in bullets. The list might be outdated tomorrow though:<br><br>Languages: TypeScript, JavaScript<br>Platform: NextJS (both SSR and SPA), React<br>Communication: GraphQL<br>Styling: Styled Components<br>Testing: Storybook (Chromatic), Jest<br>Infrastructure: Fastly, GCP<br> </p>\n<p style=\"color: #000000; font-family: arial, verdana;\"><br><strong>Responsibilities</strong></p>\n<ul style=\"color: #000000; font-family: arial, verdana;\">\n<li>As a Frontend Engineer at Trendhim, you’ll:</li>\n<li>Take responsibility for executing projects.</li>\n<li>Develop world-class frontends serving millions of users.</li>\n<li>Ensure high code quality.</li>\n<li>Expand your capabilities.</li>\n</ul>\n<p style=\"color: #000000; font-family: arial, verdana;\"><br><br><strong>Your skills<br></strong><br>Most likely, you already work in a company where you crush one task after the other and you’re looking for a chance to level up. Here’s your chance to show off your skills.<br><br>Can you check off the following?</p>\n<ul style=\"color: #000000; font-family: arial, verdana;\">\n<li>Works well independently and in a team</li>\n<li>At least one (1) year of React production experience</li>\n<li>At least five (5) years of software engineering experience</li>\n<li>Has hands-on experience optimizing React to be performant</li>\n<li>Writes well-structured and testable code</li>\n<li>Likes learning and pushing limits</li>\n<li>You have experience with NextJS (specifically server-side rendering)</li>\n<li>You have experience with GraphQL</li>\n<li>You know modern CSS</li>\n</ul>\n<p> </p>\n<p style=\"color: #000000; font-family: arial, verdana;\">  <br><strong>Trendhim benefits<br><br></strong></p>\n<ul style=\"color: #000000; font-family: arial, verdana;\">\n<li>Be part of one of the fastest-growing E-commerce scale-ups in Denmark.</li>\n<li>Flexible working hours. Are you an early bird or a nine-to-fiver? Make your time count. </li>\n<li>Competitive salary. We know you’ve worked hard for your skills and experience and will offer a salary to match. </li>\n<li>Skill development. You’ll have the opportunity to develop your skills alongside coworkers you can learn from, and who want to learn from you. </li>\n<li>60% employee discount. Your gift-giving game just got that much better.</li>\n</ul>\n",
        "company_logo_url": "https://remotive.io/job/460622/logo"
      },
      {
        "id": 446632,
        "url": "https://remotive.io/remote-jobs/design/product-designer-usa-446632",
        "title": "Product designer (USA)",
        "company_name": "360learning",
        "category": "Design",
        "tags": [],
        "job_type": "contract",
        "publication_date": "2021-02-08T09:22:44",
        "candidate_required_location": "US only",
        "salary": "",
        "description": "<p>As a member of the 360Learning design team, you’ll join one of our squads of experimented PMs, tech engineers, product designers and be involved in the entire product development process, from brainstorming to final pixels. We’re working on making the best valuable user experience, and building the most scalable product you can think of, far better than anything else in education. We support and learn from each other, but we’re empowered to work autonomously. Our team is growing fast. You’ll have a big impact here.</p><br><div class=\"h3\">Responsabilities</div><ul><li>Team Player: You are expected to gain a deep understanding of our users and in order to design minimal things, make the user's voice heard in your squad, build and ship new features together. Quickly define goals and deliver solutions that are simple and usable, in cooperation with your stakeholders, to feed our product initiatives.</li></ul><ul><li>Full-stack designer: You'll partner with your stakeholders through product problems from beginning to end: translate insights from every collaborator (PMs, Sales, CST, Support) into initiatives, define user experience workflow, make complex information understandable and design concepts that are really simple, very attractive and super user-friendly.</li></ul><ul><li>Design system addict: Help us to create, standardize and evangelize our design system within all the 360Learners.</li></ul><ul><li>Participate in shaping 360Learning's Design culture: Influence the way we do things day-by-day from your designer vision and create processes, best practices for all the company that help us turn progressively into a Design organization.</li></ul><ul><li>Key moment to join 360Learning and help us shape a world-class design team</li></ul><br><div class=\"h3\">Profile</div><ul><li>Want to have a real impact</li></ul><ul><li>At least recently graduated in a great design school or past experience in shipping high quality digital products, not only websites</li></ul><ul><li>Strong portfolio with examples of neat interactions and clear information architectures across web and/or mobile apps</li></ul><ul><li>Ability to drive a project from UX to UI</li></ul><ul><li>You have a strong UX sensibility and experience in applying research insights to design</li></ul><ul><li>User research principle (user test, discoveries, wireframes, etc, ...)</li></ul><ul><li>Provide UX best practices and feedbacks to other squads</li></ul><ul><li>Fluent english (B2 level or equivalent)</li></ul><ul><li>Enthusiasm for our culture explained <a class=\"postings-link\" href=\"https://www.swipe.to/5618x\" rel=\"nofollow\">here</a></li></ul><ul><li>Minimalist freak, and taste for clean and simple products</li></ul><ul><li>You have an outstanding product and design culture</li></ul><ul><li>Exceptional eye for detail</li></ul><ul><li>Conception to Prototype software skills (Figma) </li></ul><ul><li>Strong skills in design system conception</li></ul><ul><li>No fear to change daily work processes and willingness to improve them</li></ul><ul><li>Interest in new organizational methods </li></ul><ul><li>You have solid communication skills in English to engage with all stakeholders within the company</li></ul><br><div class=\"h3\">What we offer</div><ul><li><a class=\"postings-link\" href=\"https://www.swipe.to/5618x\" rel=\"nofollow\">Unique culture</a></li></ul><ul><li>Competitive salary</li></ul><ul><li>Flexible hours</li></ul><ul><li>Work from home</li></ul><ul><li>Annual leave</li></ul><ul><li>Transportation benefits</li></ul><ul><li>Medical, Dental, Vision</li></ul><ul><li>Pension plan</li></ul><ul><li>Full autonomy within your scope</li></ul><ul><li>Many cool side activities with the team</li></ul><ul><li>Amazing colleagues!</li></ul><br><div class=\"h3\">Interview process</div><ul><li>Phone call/Video call with one Product Designer</li></ul><ul><li>Phone call with our Talent Acquisition Manager</li></ul><ul><li>Case study</li></ul><ul><li>Case study presentation with the Hiring Manager and team member (PM of anticipated squad)</li></ul><ul><li>Culture fit meeting with one of our Co-Founders</li></ul><ul><li>Offer!</li></ul>\n",
        "company_logo_url": "https://remotive.io/job/446632/logo"
      },
      {
        "id": 457151,
        "url": "https://remotive.io/remote-jobs/software-dev/ruby-on-rails-developer-457151",
        "title": "Ruby on Rails Developer",
        "company_name": "Toptal",
        "category": "Software Development",
        "tags": [],
        "job_type": "contract",
        "publication_date": "2021-02-07T17:10:14",
        "candidate_required_location": "Global",
        "salary": "50k-300k",
        "description": "<p style=\"text-size-adjust: 100%; overflow-wrap: break-word; color: #212529; font-family: 'Neufile Grotesk Light', sans-serif; font-size: 17.6px;\"><strong style=\"text-size-adjust: 100%; font-family: 'Neufile Grotesk Semi Bold', sans-serif; color: #212529;\"><em style=\"text-size-adjust: 100%;\">Design your lifestyle as a top freelance developer, with the freedom to work however, wherever, on your terms. </em></strong></p>\n<p> </p>\n<p style=\"text-size-adjust: 100%; overflow-wrap: break-word; color: #212529; font-family: 'Neufile Grotesk Light', sans-serif; font-size: 17.6px;\">Freelance work is defining the careers of today’s developers in exciting new ways. If you’re passionate about working flexibly with leading Fortune 500 brands and innovative Silicon Valley startups, Toptal could be a great fit for your next career shift. </p>\n<p> </p>\n<p style=\"text-size-adjust: 100%; overflow-wrap: break-word; color: #212529; font-family: 'Neufile Grotesk Light', sans-serif; font-size: 17.6px;\">Toptal is an elite talent network for the world’s top 3% of developers, connecting the best and brightest freelancers with top organizations. Unlike a 9-to-5 job, you’ll choose your own schedule and work from anywhere. <strong style=\"text-size-adjust: 100%; font-family: 'Neufile Grotesk Semi Bold', sans-serif; color: #212529;\">Jobs come to you, so you won’t bid for projects against other developers in a race to the bottom.<span style=\"font-weight: normal;\"> </span></strong>Plus, Toptal takes care of all the overhead, empowering you to focus on successful engagements while getting paid on time, at the rate you decide, every time. </p>\n<p style=\"text-size-adjust: 100%; overflow-wrap: break-word; color: #212529; font-family: 'Neufile Grotesk Light', sans-serif; font-size: 17.6px;\">As a freelance developer, you could join an ever-expanding community of experts in over 120 countries, working remotely on projects that meet your career ambitions. </p>\n<p> </p>\n<p style=\"text-size-adjust: 100%; overflow-wrap: break-word; color: #212529; font-family: 'Neufile Grotesk Light', sans-serif; font-size: 17.6px;\">That’s why the world’s top 3% of developers choose Toptal. Developers in our elite network share:</p>\n<ul style=\"text-size-adjust: 100%; margin-left: 25px; padding-left: 0px; overflow-wrap: break-word; color: #212529; font-family: 'Neufile Grotesk Light', sans-serif; font-size: 17.6px;\">\n<li style=\"text-size-adjust: 100%; font-size: 1.1rem; margin: 5px 0px; list-style-type: square;\">English language proficiency</li>\n<li style=\"text-size-adjust: 100%; font-size: 1.1rem; margin: 5px 0px; list-style-type: square;\">3+ years of professional experience  </li>\n<li style=\"text-size-adjust: 100%; font-size: 1.1rem; margin: 5px 0px; list-style-type: square;\">Proficiency in <span style=\"text-size-adjust: 100%; font-family: 'Neufile Grotesk Semi Bold', sans-serif;\"><strong>Ruby-on-Rails</strong> </span>is required</li>\n<li style=\"text-size-adjust: 100%; font-size: 1.1rem; margin: 5px 0px; list-style-type: square;\">Project management skills</li>\n<li style=\"text-size-adjust: 100%; font-size: 1.1rem; margin: 5px 0px; list-style-type: square;\">A keen attention to detail</li>\n<li style=\"text-size-adjust: 100%; font-size: 1.1rem; margin: 5px 0px; list-style-type: square;\"><span style=\"text-size-adjust: 100%; font-family: 'Neufile Grotesk Semi Bold', sans-serif;\"><strong>Full-time availability</strong></span> is a strong advantage</li>\n</ul>\n<p style=\"text-size-adjust: 100%; overflow-wrap: break-word; color: #212529; font-family: 'Neufile Grotesk Light', sans-serif; font-size: 17.6px;\"><br style=\"text-size-adjust: 100%;\">If you’re interested in becoming part of the Toptal network, take the next step by clicking apply and filling out the short form: <a href=\"https://topt.al/7qceQb\" rel=\"nofollow\"><strong>https://topt.al/7qceQb</strong></a></p>\n",
        "company_logo_url": "https://remotive.io/job/457151/logo"
      },
      {
        "id": 448710,
        "url": "https://remotive.io/remote-jobs/software-dev/frontend-developer-448710",
        "title": "Frontend Developer",
        "company_name": "Toggl Hire",
        "category": "Software Development",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-03T13:19:29",
        "candidate_required_location": "Europe only",
        "salary": "48,000EUR per year",
        "description": "<div class=\"h3\">Join the Toggl Hire Frontend team</div>\n<p>You love to code slick and fast web apps. You take pride in products you build. You believe React and components are the future. You live and breathe JavaScript, TypeScript, HTML &amp; CSS. Webpack is your bread and Babel is the butter.</p><br>\n<p>You will fit in well in our team if you are a good team player and communicator, cooperative and always approach new challenges with a critical thinking mindset. You love collaborating with people from all disciplines and make sure to look at the big picture. You will succeed in our team if you want to take ownership of your work and operate well autonomously while being part of a tight-knit team. Efficient time management as well as eagerness to learn new skills and tools are something you value.</p>\n<p>Remote work and traveling ring your bell. A culture of freedom and flexibility makes you motivated and productive. You are a team player. Sound like you? Then, you'll fit right in!</p><br>\n<p>You need to be based in Europe.</p>\n<p>The starting salary is EUR 48,000 annually.</p><br><div class=\"h3\">About the team</div><p>Toggl Hire is on a mission to revolutionize the way hiring happens. We are big believers that modern day recruiting should be effortless and enjoyable. That means no more resumes or cover letters, no more endless hours screening through applications, no more interpreting past roles into current experience.</p><p>We are a fully remote team, with headquarters in Tallinn, Estonia. Our people are highly skilled, highly motivated, and most importantly, a fun, friendly bunch. We value transparency and communication, and have regular meetups all over the world!</p><p><br></p><div class=\"h3\">Some benefits</div>\n<ul>\n<li>Freedom to choose when and where you work from.</li>\n<li>24 days of paid time off a year, plus your local holidays.</li>\n<li>Several team meetups a year (expenses covered) for team-building.</li>\n<li>Laptop and a €2,000 budget to set up your home office.</li>\n<li>Reimbursement for co-working space rent or internet service at home.</li>\n<li>Opportunities to attend trainings, workshops or conferences.</li>\n<li>Monthly reimbursement for gym membership, massage and other things to improve your health.</li>\n<li>Support for buying eyeglasses or tools you need for doing your best work.</li>\n</ul>\n",
        "company_logo_url": "https://remotive.io/job/448710/logo"
      },
      {
        "id": 448730,
        "url": "https://remotive.io/remote-jobs/software-dev/backend-developer-golang-448730",
        "title": "Backend Developer (Golang)",
        "company_name": "Toggl Hire",
        "category": "Software Development",
        "tags": [],
        "job_type": "full_time",
        "publication_date": "2021-02-03T13:18:50",
        "candidate_required_location": "Europe only",
        "salary": "52,000EUR per year",
        "description": "<div class=\"h3\">Join the Toggl Hire Backend team</div>\n<p>You love to code slick and fast web apps. You take pride in products you build. We work with Golang and PostgreSQL in RESTful systems with JSON formatted payloads. Knowledge of Heroku,  AWS and GraphQL is a plus.</p>\n<p>You will fit in well in our team if you are a good team player and communicator, cooperative and always approach new challenges with a critical thinking mindset. You love collaborating with people from all disciplines and make sure to look at the big picture. You will succeed in our team if you want to take ownership of your work and operate well autonomously while being part of a tight-knit team. Efficient time management as well as eagerness to learn new skills and tools are something you value.</p>\n<p>Remote work and traveling ring your bell. A culture of freedom and flexibility makes you motivated and productive. You are a team player. Sound like you? Then, you'll fit right in!</p>\n<p>You need to be based in Europe.</p>\n<p>The salary is EUR 52,000 annually.</p><br>\n<div class=\"h3\">About the team</div>\n<p>Toggl Hire is on a mission to revolutionize the way hiring happens. We are big believers that modern day recruiting should be effortless and enjoyable. That means no more resumes or cover letters, no more endless hours screening through applications, no more interpreting past roles into current experience.</p>\n<p>We are a fully remote team, with headquarters in Tallinn, Estonia. Our people are highly skilled, highly motivated, and most importantly, a fun, friendly bunch. We value transparency and communication, and have regular meetups all over the world!</p><p><br></p>\n<div class=\"h3\">Some benefits</div>\n<ul>\n<li>Freedom to choose when and where you work from.</li>\n<li>24 days of paid time off a year, plus your local holidays.</li>\n<li>Several team meetups a year (expenses covered) for team-building.</li>\n<li>Laptop and a €2,000 budget to set up your home office.</li>\n<li>Reimbursement for co-working space rent or internet service at home.</li>\n<li>Opportunities to attend trainings, workshops or conferences.</li>\n<li>Monthly reimbursement for gym membership, massage and other things to improve your health.</li>\n<li>Support for buying eyeglasses or tools you need for doing your best work.</li>\n</ul>\n",
        "company_logo_url": "https://remotive.io/job/448730/logo"
      }
    ]
  }